{
  "description": "This table contains all gene-expression level 3 data from the TCGA portal.",
  "friendlyName": "COSMIC {---tag-ref-genome-0---} COMPLETE GENE EXPRESSION FOR {---tag-release---}",
  "labels": {
    "access": "controlled",
    "status": "current",
    "program": "cosmic",
    "source": "sanger",
    "reference_genome_0": "{---tag-ref-genome-0---}",
    "category": "processed_-omics_data",
    "data_type": "gene_expression"
  },
  "schema": {
    "fields": [
      {
        "name": "SAMPLE_ID",
        "type": "INTEGER",
        "mode": "NULLABLE",
        "description": "A sample is an instance of a portion of a tumour being examined for mutations. The sample name can be derived from a number of sources. In many cases it originates from the cell line name. Other sources include names assigned by the annotators, or an incremented number assigned during an anonymisation process. A number of samples can be taken from a single tumour and a number of tumours can be obtained from one individual. A sample id is used to identify a sample within the COSMIC database. There can be multiple ids, if the same sample has been entered into the database multiple times from different papers. These samples are from the ICGC and TCGA."
      },
      {
        "name": "SAMPLE_NAME",
        "type": "STRING",
        "mode": "NULLABLE",
        "description": "(see description for SAMPLE_ID field)"
      },
      {
        "name": "GENE_NAME",
        "type": "STRING",
        "mode": "NULLABLE",
        "description": "The gene name for which the data has been curated in COSMIC. In most cases this is the accepted HGNC identifier."
      },
      {
        "name": "REGULATION",
        "type": "STRING",
        "mode": "NULLABLE",
        "description": "Over or under depending on the scores from different platforms if they are above or below the threshold"
      },
      {
        "name": "Z_SCORE",
        "type": "STRING",
        "mode": "NULLABLE",
        "description": "z_score serves as an indicative score taken from the gene_expression from different platforms in order of preference: IlluminaHiSeq_RNASeqV2, IlluminaGA_RNASeqV2, AgilentG4502A_07_3"
      },
      {
        "name": "ID_STUDY",
        "type": "STRING",
        "mode": "NULLABLE",
        "description": "Lists the unique Ids of studies that have involved this gene expression data."
      }
    ]
  }
}
