{
  "access": "Data accessibility policy (open or controlled)",
  "acl": "Access Control List--if access is controlled, this field contains the dbGaP accession, e.g. phs000179",
  "active_file_count": "Total number of files for this case in the active (default) GDC archive",
  "additional_pathology_findings": "A section header that includes additional pathologic findings",
  "aliquot_barcode": "Original TCGA aliquot barcode, e.g. TCGA-12-1089-01A-01D-0517-01",
  "aliquot_gdc_id": "Unique GDC identifier for this aliquot (corresponds to the aliquot_barcode), e.g. 7fbfdb3e-1fd2-4206-8d2e-7f68e4a15844--this can be used to access more information from the GDC data portal",
  "analysis_input_file_gdc_ids": "GDC file UUIDs for input file(s)",
  "analysis_workflow_link": "Link to GDC workflow on github",
  "analysis_workflow_type": "Workflow name, e.g. STAR 2-Pass",
  "analyte_barcode": "Original/submitter analyte ID",
  "analyte_gdc_id": "Analyte GDC ID",
  "archive_gdc_id": "GDC archive UUID",
  "archive_revision": "Archive revision number",
  "archive_state": "Archive state",
  "archive_submitter_id": "Original archive submitter name, e.g. nationwidechildrens.org_BRCA.bio.Level_1.56",
  "associated_entities__case_gdc_id": "GDC case uuid for associated case(s)",
  "associated_entities__entity_gdc_id": "GDC entity uuid for associated entity(ies)",
  "associated_entities__entity_submitter_id": "Submitter id for associated entity(ies)",
  "associated_entities__entity_type": "Associated entity type, e.g. aliquot or case",
  "case_barcode": "Submitter identifier, e.g. HCC1954, TCGA-ZX-AA5X, etc.",
  "case_gdc_id": "GDC unique identifier",
  "case_id": "GDC unique identifier for this case (corresponds to the case_barcode) -- this can be used to access more information from the GDC data portal in the following way: https://portal.gdc.cancer.gov/files/c21b332c-06c6-4403-9032-f91c8f407ba9.",
  "consent_type": "The text term used to describe the type of consent obtain from the subject for participation in the study.",
  "consistent_pathology_review": "Indicates whether a recent review of tissue is consistent with a prior pathology review",
  "created_datetime": "Timestamp of initial upload of data in GDC; formatted as a combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm].",
  "data_category": "Category description of the underlying data, e.g. Clinical, Raw Sequencing Data, Simple Nucleotide Variation, Transcriptome Profiling, etc.",
  "data_format": "File format of the underlying data, e.g. BCR XML, BAM",
  "data_type": "Experimental source of the data type, e.g. Tissue slide image, RNA-Seq",
  "days_to_consent": "Number of days between the date used for index and the date the subject consent was obtained for participation in the study.",
  "days_to_index": "Number of days from the date of case index. Note: GDC will likely deprecate this field information, therefore it may not exist in subsequent clinical data releases.",
  "days_to_lost_to_followup": "If vital_status indicates 'alive', then this is the number of days from the date of diagnosis to the last followup (communication contact).",
  "dbName": "Referring to the default/main database at the GDC; in this table, this field is always current",
  "demo__age_at_index": "The patient's age (in years) on the reference or anchor date date used during date obfuscation.",
  "demo__age_is_obfuscated": "The age or other properties related to the patient's age have been modified for compliance reasons. The actual age may differ from what was reported in order to comply with the Health Insurance Portability and Accountability Act (HIPAA).",
  "demo__cause_of_death_source": "The text term used to describe the source used to determine the patient's cause of death.",
  "demo__cause_of_death": "Text term to identify the cause of death for a patient.",
  "demo__count": "Total record count in clinical__demo mapping table.",
  "demo__country_of_residence_at_enrollment": "The text term used to describe the patient's country of residence at the time they were enrolled in the study.",
  "demo__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "demo__days_to_birth": "Number of days between the date used for index and the date from a person's date of birth represented as a calculated negative number of days.",
  "demo__days_to_death": "Number of days between the date used for index and the date from a person's date of death represented as a calculated number of days.",
  "demo__demographic_id": "GDC-assigned identifier for a case's demographic data.",
  "demo__ethnicity": "An individual's self-described social and cultural grouping, specifically whether an individual describes themselves as Hispanic or Latino. The provided values are based on the categories defined by the U.S. Office of Management and Business and used by the U.S. Census Bureau.",
  "demo__gender": "Text designations that identify gender. Gender is described as the assemblage of properties that distinguish people on the basis of their societal roles. [Explanatory Comment 1: Identification of gender is based upon self-report and may come from a form, questionnaire, interview, etc.]",
  "demo__occupation_duration_years": "The number of years a patient worked in a specific occupation.",
  "demo__premature_at_birth": "The yes/no/unknown indicator used to describe whether the patient was premature (less than 37 weeks gestation) at birth.",
  "demo__race": "An arbitrary classification of a taxonomic group that is a division of a species. It usually arises as a consequence of geographical isolation within a species and is characterized by shared heredity, physical attributes and behavior, and in the case of humans, by common history, nationality, or geographic distribution. The provided values are based on the categories defined by the U.S. Office of Management and Business and used by the U.S. Census Bureau.",
  "demo__state": "The current state of the object.",
  "demo__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "demo__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "demo__vital_status": "The survival state of the person registered on the protocol.",
  "demo__weeks_gestation_at_birth": "Numeric value used to describe the number of weeks starting from the approximate date of the biological mother's last menstrual period and ending with the birth of the patient.",
  "demo__year_of_birth": "Numeric value to represent the calendar year in which an individual was born.",
  "demo__year_of_death": "Numeric value to represent the year of the death of an individual.",
  "diag__age_at_diagnosis": "Age at the time of diagnosis expressed in number of days since birth.",
  "diag__ajcc_clinical_m": "Extent of the distant metastasis for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "diag__ajcc_clinical_n": "Extent of the regional lymph node involvement for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "diag__ajcc_clinical_stage": "Stage group determined from clinical information on the tumor (T), regional node (N) and metastases (M) and by grouping cases with similar prognosis for cancer.",
  "diag__ajcc_clinical_t": "Extent of the primary cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "diag__ajcc_pathologic_m": "Code to represent the defined absence or presence of distant spread or metastases (M) to locations via vascular channels or lymphatics beyond the regional lymph nodes, using criteria established by the American Joint Committee on Cancer (AJCC).",
  "diag__ajcc_pathologic_n": "The codes that represent the stage of cancer based on the nodes present (N stage) according to criteria based on multiple editions of the AJCC's Cancer Staging Manual.",
  "diag__ajcc_pathologic_stage": "The extent of a cancer, especially whether the disease has spread from the original site to other parts of the body based on AJCC staging criteria.",
  "diag__ajcc_pathologic_t": "Code of pathological T (primary tumor) to define the size or contiguous extension of the primary tumor (T), using staging criteria from the American Joint Committee on Cancer (AJCC).",
  "diag__ajcc_staging_system_edition": "The text term used to describe the version or edition of the American Joint Committee on Cancer Staging Handbooks, a publication by the group formed for the purpose of developing a system of staging for cancer that is acceptable to the American medical profession and is compatible with other accepted classifications.",
  "diag__anaplasia_present_type": "The text term used to describe the morphologic findings indicating the presence of a malignant cellular infiltrate characterized by the presence of large pleomorphic cells, necrosis, and high mitotic activity in a tissue sample.",
  "diag__anaplasia_present": "Yes/no/unknown/not reported indicator used to describe whether anaplasia was present at the time of diagnosis.",
  "diag__ann_arbor_b_symptoms": "Text term to signify whether lymphoma B-symptoms are present as noted in the patient's medical record.",
  "diag__ann_arbor_clinical_stage": "The text term used to describe the clinical classification of lymphoma, as defined by the Ann Arbor Lymphoma Staging System.",
  "diag__ann_arbor_extranodal_involvement": "Indicator that identifies whether a patient with malignant lymphoma has lymphomatous involvement of an extranodal site.",
  "diag__ann_arbor_pathologic_stage": "The text term used to describe the pathologic classification of lymphoma, as defined by the Ann Arbor Lymphoma Staging System.",
  "diag__best_overall_response": "The best improvement achieved throughout the entire course of protocol treatment.",
  "diag__breslow_thickness": "The number that describes the distance, in millimeters, between the upper layer of the epidermis and the deepest point of tumor penetration.",
  "diag__burkitt_lymphoma_clinical_variant": "Burkitt's lymphoma categorization based on clinical features that differ from other forms of the same disease.",
  "diag__child_pugh_classification": "The text term used to describe the classification used in the prognosis of chronic liver disease, mainly cirrhosis.",
  "diag__circumferential_resection_margin": "Numeric value used to describe the non-peritonealised bare area of rectum, comprising anterior and posterior segments, when submitted as a surgical specimen resulting from excision of cancer of the rectum.",
  "diag__classification_of_tumor": "Text that describes the kind of disease present in the tumor specimen as related to a specific timepoint.",
  "diag__cog_liver_stage": "The text term used to describe the staging classification of liver tumors, as defined by the Children's Oncology Group (COG). This staging system specifically describes the extent of the primary tumor prior to treatment.",
  "diag__cog_neuroblastoma_risk_group": "Text term that represents the categorization of patients on the basis of prognostic factors per a system developed by Children's Oncology Group (COG). Risk level is used to assign treatment intensity.",
  "diag__cog_renal_stage": "The text term used to describe the staging classification of renal tumors, as defined by the Children's Oncology Group (COG).",
  "diag__cog_rhabdomyosarcoma_risk_group": "Text term used to describe the classification of rhabdomyosarcoma, as defined by the Children's Oncology Group (COG).",
  "diag__count": "Total record count in clinical__diag mapping table.",
  "diag__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__days_to_best_overall_response": "Number of days between the date used for index and the date of the patient was thought to have the best overall response to their disease.",
  "diag__days_to_diagnosis": "Number of days between the date used for index and the date the patient was diagnosed with the malignant disease.",
  "diag__days_to_last_follow_up": "Time interval from the date of last follow up to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "diag__days_to_last_known_disease_status": "Time interval from the date of last follow up to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "diag__days_to_recurrence": "Number of days between the date used for index and the date the patient's disease recurred.",
  "diag__diagnosis_id": "GDC-assigned identifier for a case's diagnosis.",
  "diag__diagnosis_is_primary_disease": "Indicates whether this specific diagnosis represents the disease that was the primary focus of the study. Additionally, this diagnosis is reflected at the case level, which is captured using the case.disease_type property.",
  "diag__double_expressor_lymphoma": "An immunohistochemical finding indicating the presence of double expression of MYC and BCL2 proteins in the neoplastic cells of a tumor sample.",
  "diag__double_hit_lymphoma": "A rare B-cell non-Hodgkin lymphoma that is characterized by the abnormal rearrangement of two genes, MYC gene and either BCL2 or BCL6 genes. Patients with this type of lymphoma usually respond poorly to standard treatments and have a poor prognosis.",
  "diag__eln_risk_classification": "The European LeukemiaNet (ELN) recommended risk classification system that integrates molecular and cytogenic data for patients with acute myeloid leukemia (AML). Possible values include: Adverse, Favorable, Intermediate, Unknown, Not Reported.",
  "diag__enneking_msts_grade": "The text term used to describe the surgical grade of the musculoskeletal sarcoma, using the Enneking staging system approved by the Musculoskeletal Tumor Society (MSTS).",
  "diag__enneking_msts_metastasis": "Text term and code that represents the metastatic stage of the musculoskeletal sarcoma, using the Enneking staging system approved by the Musculoskeletal Tumor Society (MSTS).",
  "diag__enneking_msts_stage": "Text term used to describe the stage of the musculoskeletal sarcoma, using the Enneking staging system approved by the Musculoskeletal Tumor Society (MSTS).",
  "diag__enneking_msts_tumor_site": "Text term and code that represents the tumor site of the musculoskeletal sarcoma, using the Enneking staging system approved by the Musculoskeletal Tumor Society (MSTS).",
  "diag__esophageal_columnar_dysplasia_degree": "Text term to describe the amount of dysplasia found within the benign esophageal columnar mucosa.",
  "diag__esophageal_columnar_metaplasia_present": "The yes/no/unknown indicator used to describe whether esophageal columnar metaplasia was determined to be present.",
  "diag__figo_stage": "The extent of a cervical or endometrial cancer within the body, especially whether the disease has spread from the original site to other parts of the body, as described by the International Federation of Gynecology and Obstetrics (FIGO) stages.",
  "diag__figo_staging_edition_year": "The text term used to describe the edition year of the FIGO staging system used to stage the patient's gynecologic tumor.",
  "diag__first_symptom_prior_to_diagnosis": "Text term used to describe the patient's first symptom experienced prior to diagnosis and thought to be related to the disease.",
  "diag__gastric_esophageal_junction_involvement": "The yes/no/unknown/not reported indicator used to describe whether the tumor is located across the gastroesophageal junction.",
  "diag__gleason_grade_group": "The text term used to describe the overall grouping of grades defined by the Gleason grading classification, which is used to determine the aggressiveness of prostate cancer. Note that this grade describes the entire prostatectomy specimen and is not specific to the sample used for sequencing.",
  "diag__gleason_grade_tertiary": "The text term used to describe the tertiary pattern as described by the Gleason Grading System.",
  "diag__gleason_patterns_percent": "Numeric value that represents the percentage of Patterns 4 and 5, which is used when the Gleason score is greater than 7 to predict prognosis.",
  "diag__goblet_cells_columnar_mucosa_present": "The yes/no/unknown indicator used to describe whether goblet cells were determined to be present in the esophageal columnar mucosa.",
  "diag__greatest_tumor_dimension": "Numeric value that represents the measurement of the widest portion of the tumor in centimeters.",
  "diag__gross_tumor_weight": "Numeric value used to describe the gross pathologic tumor weight, measured in grams.",
  "diag__icd_10_code": "Alphanumeric value used to describe the disease code from the tenth version of the International Classification of Disease (ICD-10).",
  "diag__igcccg_stage": "The text term used to describe the International Germ Cell Cancer Collaborative Group (IGCCCG), a grouping used to further classify metastatic testicular tumors.",
  "diag__inpc_grade": "Text term used to describe the classification of neuroblastic differentiation within neuroblastoma tumors, as defined by the International Neuroblastoma Pathology Classification (INPC).",
  "diag__inpc_histologic_group": "The text term used to describe the classification of neuroblastomas distinguishing between favorable and unfavorable histologic groups. The histologic score, defined by the International Neuroblastoma Pathology Classification (INPC), is based on age, mitosis-karyorrhexis index (MKI), stromal content and degree of tumor cell differentiation.",
  "diag__inrg_stage": "The text term used to describe the staging classification of neuroblastic tumors, as defined by the International Neuroblastoma Risk Group (INRG).",
  "diag__inss_stage": "Text term used to describe the staging classification of neuroblastic tumors, as defined by the International Neuroblastoma Staging System (INSS).",
  "diag__international_prognostic_index": "The text term used to describe the International Prognostic Index, which classifies the prognosis of patients with aggressive non-Hodgkin's lymphoma.",
  "diag__irs_group": "Text term used to describe the classification of rhabdomyosarcoma tumors, as defined by the Intergroup Rhabdomyosarcoma Study (IRS).",
  "diag__irs_stage": "The text term used to describe the classification of rhabdomyosarcoma tumors, as defined by the Intergroup Rhabdomyosarcoma Study (IRS).",
  "diag__ishak_fibrosis_score": "The text term used to describe the classification of the histopathologic degree of liver damage.",
  "diag__iss_stage": "The multiple myeloma disease stage at diagnosis.",
  "diag__largest_extrapelvic_peritoneal_focus": "The text term used to describe the diameter of the largest focus originating outside of the pelvic peritoneal region.",
  "diag__last_known_disease_status": "Text term that describes the last known state or condition of an individual's neoplasm.",
  "diag__laterality": "For tumors in paired organs, designates the side on which the cancer originates.",
  "diag__lymph_node_involved_site": "The text term used to describe the anatomic site of lymph node involvement.",
  "diag__lymph_nodes_positive": "The number of lymph nodes involved with disease as determined by pathologic examination.",
  "diag__lymph_nodes_tested": "The number of lymph nodes tested to determine whether lymph nodes were involved with disease as determined by a pathologic examination.",
  "diag__lymphatic_invasion_present": "A yes/no indicator to ask if small or thin-walled vessel invasion is present, indicating lymphatic involvement",
  "diag__margin_distance": "Numeric value that represents the distance between the tumor and the surgical margin",
  "diag__margins_involved_site": "The text term used to describe the anatomic sites that were involved in the survival margins.",
  "diag__masaoka_stage": "The text term used to describe the Masaoka staging system, a classification that defines prognostic indicators for thymic malignancies and predicts tumor recurrence.",
  "diag__max_tumor_bulk_site": "The site of the tumor where the dimension or diameter is larger than any other part of the tumor.",
  "diag__medulloblastoma_molecular_classification": "The text term used to describe the classification of medulloblastoma tumors based on molecular features.",
  "diag__metastasis_at_diagnosis_site": "Text term to identify an anatomic site in which metastatic disease involvement is found.",
  "diag__metastasis_at_diagnosis": "The text term used to describe the extent of metastatic disease present at diagnosis.",
  "diag__method_of_diagnosis": "Text term used to describe the method used to confirm the patients malignant diagnosis.",
  "diag__micropapillary_features": "The yes/no/unknown indicator used to describe whether micropapillary features were determined to be present.",
  "diag__mitosis_karyorrhexis_index": "Text term that represents the component of the International Neuroblastoma Pathology Classification (INPC) for mitosis-karyorrhexis index (MKI).",
  "diag__mitotic_count": "The number of mitoses identified under the microscope in tumors. The method of counting varies, according to the specific tumor examined. Usually, the mitotic count is determined based on the number of mitoses per high power field (40X) or 10 high power fields.",
  "diag__morphology": "The third edition of the International Classification of Diseases for Oncology, published in 2000 used principally in tumor and cancer registries for coding the site (topography) and the histology (morphology) of neoplasms. The study of the structure of the cells and their arrangement to constitute tissues and, finally, the association among these to form organs. In pathology, the microscopic process of identifying normal and abnormal morphologic characteristics in tissues, by employing various cytochemical and immunocytochemical stains. A system of numbered categories for representation of data.",
  "diag__non_nodal_regional_disease": "The text term used to describe whether the patient had non-nodal regional disease.",
  "diag__non_nodal_tumor_deposits": "The yes/no/unknown indicator used to describe the presence of tumor deposits in the pericolic or perirectal fat or in adjacent mesentery away from the leading edge of the tumor.",
  "diag__ovarian_specimen_status": "The text term used to describe the physical condition of the involved ovary.",
  "diag__ovarian_surface_involvement": "The text term that describes whether the surface tissue (outer boundary) of the ovary shows evidence of involvement or presence of cancer.",
  "diag__papillary_renal_cell_type": "The text term used to describe the type of papillary renal cell carcinoma characterized by the presence of papillae covered by small cells with scant amount of cytoplasm.",
  "diag__percent_tumor_invasion": "The percentage of tumor cells spread locally in a malignant neoplasm through infiltration or destruction of adjacent tissue.",
  "diag__perineural_invasion_present": "a yes/no indicator to ask if perineural invasion or infiltration of tumor or cancer is present.",
  "diag__peripancreatic_lymph_nodes_positive": "Enumerated numeric value or range of values used to describe the number of peripancreatic lymph nodes determined to be positive.",
  "diag__peripancreatic_lymph_nodes_tested": "The total number of peripancreatic lymph nodes tested for the presence of pancreatic cancer cells.",
  "diag__peritoneal_fluid_cytological_status": "The text term used to describe the malignant status of the peritoneal fluid determined by cytologic testing.",
  "diag__pregnant_at_diagnosis": "The text term used to indicate whether the patient was pregnant at the time they were diagnosed.",
  "diag__primary_diagnosis": "Text term used to describe the patient's histologic diagnosis, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O).",
  "diag__primary_gleason_grade": "The text term used to describe the primary Gleason score, which describes the pattern of cells making up the largest area of the tumor. The primary and secondary Gleason pattern grades are combined to determine the patient's Gleason grade group, which is used to determine the aggresiveness of prostate cancer. Note that this grade describes the entire prostatectomy specimen and is not specific to the sample used for sequencing.",
  "diag__prior_malignancy": "The yes/no/unknown indicator used to describe the patient's history of prior cancer diagnosis.",
  "diag__prior_treatment": "A yes/no/unknown/not applicable indicator related to the administration of therapeutic agents received before the body specimen was collected.",
  "diag__progression_or_recurrence": "Yes/No/Unknown indicator to identify whether a patient has had a new tumor event after initial treatment.",
  "diag__residual_disease": "Text terms to describe the status of a tissue margin following surgical resection.",
  "diag__satellite_nodule_present": "Satellite nodules are defined as well-circumscribed, accessory malignant foci clearly separated from the main tumor with identical histologic characteristics. The presence of satellite nodules is predictive of poor prognosis in certain malignancies such as breast cancer and melanoma. Possible values include: Absent, Indeterminate, Present, Unknown, Not Reported.",
  "diag__who_cns_grade": "World Health Organization (WHO) grading of Central Nervous System (CNS) tumors.  Possible values include: Grade I, Grade II, Grade III, Grade IV, Grade Not Assigned, Unknown, Not Reported",
  "diag__who_nte_grade": "World Health Organization (WHO) grade for Neuroendocrine tumors (NTE). Possible values include: G1, G2, G3, GX, Unknown, Not Reported.",
  "diag__secondary_gleason_grade": "The text term used to describe the secondary Gleason score, which describes the pattern of cells making up the second largest area of the tumor. The primary and secondary Gleason pattern grades are combined to determine the patient's Gleason grade group, which is used to determine the aggresiveness of prostate cancer. Note that this grade describes the entire prostatectomy specimen and is not specific to the sample used for sequencing.",  "diag__sites_of_involvement": "The anatomical locations at which the disease is present.",
  "diag__site_of_resection_or_biopsy": "The text term used to describe the anatomic site of origin, of the patient's malignant disease, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O).",
  "diag__state": "The current state of the object.",
  "diag__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "diag__supratentorial_localization": "Text term to specify the location of the supratentorial tumor.",
  "diag__synchronous_malignancy": "A yes/no/unknown indicator used to describe whether the patient had an additional malignant diagnosis at the same time the tumor used for sequencing was diagnosed. If both tumors were sequenced, both tumors would have synchronous malignancies.",
  "diag__tissue_or_organ_of_origin": "The text term used to describe the anatomic site of origin, of the patient's malignant disease, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O).",
  "diag__transglottic_extension": "The text term used to describe an extension of the tumor beyond the opening into the ventricles and vocal cords.",
  "diag__anno__annotation_id": "GDC-assigned identifier for a case's diagnosis annotation data.",
  "diag__anno__category": "Top level characterization of the annotation.",
  "diag__anno__classification": "Top level classification of the annotation.",
  "diag__anno__count": "Total record count in clinical__diag__anno mapping table.",
  "diag__anno__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__anno__entity_id": "GDC-assigned identifier for a case's diagnosis annotation entity data.",
  "diag__anno__entity_type": "Annotation entity type (e.g. case, aliquot, analyte, portion, slide, sample).",
  "diag__anno__legacy_created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__anno__legacy_updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__anno__notes": "Open entry for any further description or characterization of the data.",
  "diag__anno__state": "The current state of the object.",
  "diag__anno__status": "Status of the annotation.",
  "diag__anno__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "diag__anno__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__tumor_confined_to_organ_of_origin": "The yes/no/unknown indicator used to describe whether the tumor is confined to the organ where it originated and did not spread to a proximal or distant location within the body.",
  "diag__tumor_depth": "Numeric value that represents the depth of tumor invasion, measured in millimeters (mm).",
  "diag__tumor_focality": "The text term used to describe whether the patient's disease originated in a single location or multiple locations.",
  "diag__tumor_grade": "Numeric value to express the degree of abnormality of cancer cells, a measure of differentiation and aggressiveness.",
  "diag__tumor_largest_dimension_diameter": "Numeric value used to describe the maximum diameter or dimension of the primary tumor, measured in centimeters.",
  "diag__tumor_regression_grade": "A numeric value used to measure therapeutic response of the primary tumor and predict patient outcomes based on a three-point tumor regression grading system.",
  "diag__tumor_stage": "The extent of a cancer in the body. Staging is usually based on the size of the tumor, whether lymph nodes contain cancer, and whether the cancer has spread from the original site to other parts of the body. The accepted values for tumor_stage depend on the tumor site, type, and accepted staging system. These items should accompany the tumor_stage value as associated metadata.",
  "diag__uicc_clinical_stage": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The clinical stage is based on the T, N, and M categories which are determined during a clinical exam.",
  "diag__uicc_pathologic_m": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The pathological M category describes the presence or otherwise of distant metastatic spread as determined during a pathology review.",
  "diag__uicc_pathologic_n": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The pathological N category describes the regional lymph node involvement as determined during a pathology review.",
  "diag__uicc_pathologic_stage": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The pathological stage is based on the T, N, and M categories which are determined during a pathological review.",
  "diag__uicc_pathologic_t": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The pathological T category describes the primary tumor site and size as determined during a pathology review.",
  "diag__uicc_staging_system_edition": "The UICC TNM Classification is an anatomically based system that records the primary and regional nodal extent of the tumor and the absence or presence of metastases. The staging edition describes the specific UICC edition used when a patient's stage was determined.",
  "diag__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__vascular_invasion_present": "The yes/no indicator to ask if large vessel or venous invasion was detected by surgery or presence in a tumor specimen.",
  "diag__vascular_invasion_type": "Text term that represents the type of vascular tumor invasion.",
  "diag__weiss_assessment_score": "The text term used to describe the overall Weiss assessment score, a commonly used assessment describing the malignancy of adrenocortical tumors. The Weiss score is determined based on nine histological criteria including the following: high nuclear grade, mitotic rate greater than five per 50 high power fields (HPF), atypical mitotic figures, eosinophilic tumor cell cytoplasm (greater than 75% tumor cells), diffuse architecture (greater than 33% of tumor), necrosis, venous invasion, sinusoidal invasion, and capsular invasion.",
  "diag__wilms_tumor_histologic_subtype": "The text term used to describe the classification of Wilms tumors distinguishing between favorable and unfavorable histologic groups.",
  "diag__year_of_diagnosis": "Numeric value to represent the year of an individual's initial pathologic diagnosis of cancer.",
  "diag__treat__chemo_concurrent_to_radiation": "The text term used to describe whether the patient was receiving chemotherapy concurrent to radiation.",
  "diag__treat__count": "Total record count in clinical__diag__treat mapping table.",
  "diag__treat__course_number": "The number assigned to a course of therapeutic agent administration, indicating where a particular course of treatment falls within a sequence of treatments.",
  "diag__treat__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__treat__days_to_treatment_end": "Number of days between the date used for index and the date the treatment ended.",
  "diag__treat__days_to_treatment_start": "Number of days between the date used for index and the date the treatment started.",
  "diag__treat__initial_disease_status": "The text term used to describe the status of the patient's malignancy when the treatment began.",
  "diag__treat__number_of_cycles": "The numeric value used to describe the number of cycles of a specific treatment or regimen the patient received.",
  "diag__treat__protocol_identifier": "A sequence of letters, numbers, or other characters that uniquely identifies a study protocol.",
  "diag__treat__reason_treatment_ended": "The text term used to describe the reason a specific treatment or regimen ended.",
  "diag__treat__regimen_or_line_of_therapy": "The text term used to describe the regimen or line of therapy.",
  "diag__treat__state": "The current state of the object.",
  "diag__treat__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "diag__treat__therapeutic_agents": "Text identification of the individual agent(s) used as part of a treatment regimen.",
  "diag__treat__timepoint_category": "Category describing a specific point in the time continuum, including those established relative to an event.",
  "diag__treat__treatment_anatomic_site": "The anatomic site or field targeted by a treatment regimen or single agent therapy.",
  "diag__treat__treatment_arm": "Text term used to describe the treatment arm assigned to a patient at the time eligibility is determined.",
  "diag__treat__treatment_dose_units": "The text term used to describe the dose units of an agent the patient received.",
  "diag__treat__treatment_dose": "The numeric value used to describe the dose of an agent the patient received.",
  "diag__treat__treatment_effect_indicator": "The text term used to indicate whether the treatment had an effect on the patient.",
  "diag__treat__treatment_effect": "The text term used to describe the pathologic effect a treatment(s) had on the tumor.",
  "diag__treat__treatment_frequency": "The text term used to describe the frequency the patient received an agent or regimen.",
  "diag__treat__treatment_id": "GDC-assigned identifier for a case's treatment data.",
  "diag__treat__treatment_intent_type": "Text term to identify the reason for the administration of a treatment regimen. [Manually-curated]",
  "diag__treat__treatment_or_therapy": "A yes/no/unknown/not applicable indicator related to the administration of therapeutic agents received.",
  "diag__treat__treatment_outcome": "Text term that describes the patient's final outcome after the treatment was administered.",
  "diag__treat__treatment_type": "Text term that describes the kind of treatment administered.",
  "diag__treat__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__path__additional_pathology_findings": "A section header that includes additional pathologic findings.",
  "diag__path__anaplasia_present": "Yes/no/unknown/not reported indicator used to describe whether anaplasia was present at the time of diagnosis.",
  "diag__path__anaplasia_present_type": "The text term used to describe the morphologic findings indicating the presence of a malignant cellular infiltrate characterized by the presence of large pleomorphic cells necrosis and high mitotic activity in a tissue sample.",
  "diag__path__bone_marrow_malignant_cells": "The text term used to indicate whether there are malignant cells in the bone marrow.",
  "diag__path__breslow_thickness": "The number that describes the distance in millimeters between the upper layer of the epidermis and the deepest point of tumor penetration.",
  "diag__path__circumferential_resection_margin": "Numeric value used to describe the non-peritonealised bare area of rectum comprising anterior and posterior segments when submitted as a surgical specimen resulting from excision of cancer of the rectum.",
  "diag__path__columnar_mucosa_present": "Indicator noting whether columnar mucosa was present within the tissue.",
  "diag__path__consistent_pathology_review": "Indicator noting whether a recent review of tissue is consistent with a prior pathology review.",
  "diag__path__count": "Total record count in clinical__diag__path mapping table.",
  "diag__path__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__path__dysplasia_degree": "The degree to which dysplasia was involved.",
  "diag__path__dysplasia_type": "The type of dysplasia involved.",
  "diag__path__greatest_tumor_dimension": "Numeric value that represents the measurement of the widest portion of the tumor in centimeters.",
  "diag__path__gross_tumor_weight": "Numeric value used to describe the gross pathologic tumor weight measured in grams.",
  "diag__path__largest_extrapelvic_peritoneal_focus": "The text term used to describe the diameter of the largest focus originating outside of the pelvic peritoneal region.",
  "diag__path__lymph_node_involved_site": "The text term used to describe the anatomic site of lymph node involvement.",
  "diag__path__lymph_node_involvement": "Indicator noting whether lymph nodes were involved.",
  "diag__path__lymph_nodes_positive": "The number of lymph nodes involved with disease as determined by pathologic examination. (CDE ID - 89)",
  "diag__path__lymph_nodes_tested": "The number of lymph nodes tested to determine whether lymph nodes were  involved with disease as determined by a pathologic examination.",
  "diag__path__lymphatic_invasion_present": "A yes/no indicator to ask if small or thin-walled vessel invasion is present indicating lymphatic involvement",
  "diag__path__margin_status": "The determination of the presence of actual or potential neoplastic tissue which has been left outside the boundary of a resected specimen within the patient.",
  "diag__path__metaplasia_present": "Indicator noting whether metaplasia was present.",
  "diag__path__morphologic_architectural_pattern": "A specific morphologic or pathologic architectural pattern was discovered within the sample studied.",
  "diag__path__necrosis_present": "A quantitative measurement of the percent of cells undergoing necrosis compared to the number of total cells present in a sample.",
  "diag__path__necrosis_present": "Indicator describing whether the presence of necrosis was confirmed.",
  "diag__path__non_nodal_regional_disease": "The text term used to describe whether the patient had non-nodal regional disease.",
  "diag__path__non_nodal_tumor_deposits": "The yes/no/unknown indicator used to describe the presence of tumor deposits in the pericolic or perirectal fat or in adjacent mesentery away from the leading edge of the tumor.",
  "diag__path__number_proliferating_cells": "Numeric value that represents the count of proliferating cells determined during pathologic review of the sample slide(s).",
  "diag__path__pathology_detail_id": "GDC-assigned identifier for a case's pathology details data.",
  "diag__path__percent_tumor_invasion": "The percentage of tumor cells spread locally in a malignant neoplasm through infiltration or destruction of adjacent tissue.",
  "diag__path__percent_tumor_nuclei": "Numeric value to represent the percentage of tumor nuclei in a malignant neoplasm sample or specimen.",
  "diag__path__perineural_invasion_present": "a yes/no indicator to ask if perineural invasion or infiltration of tumor or cancer is present.",
  "diag__path__peripancreatic_lymph_nodes_positive": "Enumerated numeric value or range of values used to describe the number of peripancreatic lymph nodes determined to be positive.",
  "diag__path__peripancreatic_lymph_nodes_tested": "The total number of peripancreatic lymph nodes tested for the presence of pancreatic cancer cells.",
  "diag__path__prostatic_chips_positive_count": "The text term used to describe the number of positive prostatic chips which are generated from transurethral resection of the prostate (TURP) procedures and are generally used for relieving urinary obstruction due to nodular hyperplasia of the prostate (benign prostatic hyperplasia).",
  "diag__path__prostatic_chips_total_count": "The text term used to describe the total number of prostatic chips which are generated from transurethral resection of the prostate (TURP) procedures and are generally used for relieving urinary obstruction due to nodular hyperplasia of the prostate (benign prostatic hyperplasia).",
  "diag__path__prostatic_involvement_percent": "Numeric value that represents the percentage of prostatic involvement found in a specific tissue sample.",
  "diag__path__state": "The current state of the object.",
  "diag__path__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "diag__path__transglottic_extension": "The text term used to describe an extension of the tumor beyond the opening into the ventricles and vocal cords.",
  "diag__path__tumor_largest_dimension_diameter": "Numeric value used to describe the maximum diameter or dimension of the primary tumor measured in centimeters.",
  "diag__path__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "diag__path__vascular_invasion_present": "The yes/no indicator to ask if large vessel or venous invasion was detected by surgery or presence in a tumor specimen.",
  "diag__path__vascular_invasion_type": "Text term that represents the type of vascular tumor invasion.",
  "diag__pediatric_kidney_staging": "A modified version of the Children's Oncology Group (COG) National Wilms Tumor Study Group (NWTS) staging system.",
  "diagnosis_is_primary_disease": "Indicates whether this specific diagnosis represents the disease that was the primary focus of the study. Additionally, this diagnosis is reflected at the case level, which is captured using the case.disease_type property.",
  "disease_code": "A code representing the type of cancer, e.g. OV, GBM, LUAD; values can be found at https://gdc.cancer.gov/resources-TCGA-users/TCGA-code-tables/TCGA-study-abbreviations",
  "disease_type": "The text term used to describe the type of malignant disease, as categorized by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O).",
  "downstream_analyses__output_file_gdc_ids": "Semicolon-separated list of GDC file UUIDs",
  "downstream_analyses__workflow_link": "Name of GDC workflow, e.g. VarScan2 Annotation (if applicable, NULL where no information is available)",
  "downstream_analyses__workflow_type": "Name of GDC workflow, e.g. VarScan2 Annotation (if applicable, NULL where no information is available)",
  "experimental_strategy": "Experimental strategy used to generate data (where applicable) e.g. WXS, RNA-Seq",
  "exp__age_at_onset": "Numeric value used to represent the age of the patient when exposure to a specific environmental factor began.",
  "exp__alcohol_days_per_week": "Numeric value used to describe the average number of days each week that a person consumes an alcoholic beverage.",
  "exp__alcohol_drinks_per_day": "Numeric value used to describe the average number of alcoholic beverages a person consumes per day.",
  "exp__alcohol_history": "A response to a question that asks whether the participant has consumed at least 12 drinks of any kind of alcoholic beverage in their lifetime.",
  "exp__alcohol_intensity": "Category to describe the patient's current level of alcohol use as self-reported by the patient.",
  "exp__asbestos_exposure": "The yes/no/unknown indicator used to describe whether the patient was exposed to asbestos.",
  "exp__bmi": "A calculated numerical quantity that represents an individual's weight to height ratio.",
  "exp__cigarettes_per_day": "The average number of cigarettes smoked per day.",
  "exp__coal_dust_exposure": "The yes/no/unknown indicator used to describe whether a patient was exposed to fine powder derived by the crushing of coal.",
  "exp__count": "Total record count in clinical__exp mapping table.",
  "exp__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "exp__environmental_tobacco_smoke_exposure": "The yes/no/unknown indicator used to describe whether a patient was exposed to smoke that is emitted from burning tobacco, including cigarettes, pipes, and cigars. This includes tobacco smoke exhaled by smokers.",
  "exp__exposure_duration": "Text term used to describe the length of time the patient was exposed to an environmental factor.",
  "exp__exposure_duration_years": "The period of time from start to finish of exposure, in years.",
  "exp__exposure_id": "GDC-assigned identifier for a case's exposure data.",
  "exp__exposure_type": "The text term used to describe the type of environmental exposure.",
  "exp__height": "The height of the patient in centimeters.",
  "exp__marijuana_use_per_week": "Numeric value that represents the number of times the patient uses marijuana each day.",
  "exp__pack_years_smoked": "Numeric computed value to represent lifetime tobacco exposure defined as number of cigarettes smoked per day x number of years smoked divided by 20.",
  "exp__parent_with_radiation_exposure": "Indicates whether the patient's parent(s) were exposed to radiation.",
  "exp__radon_exposure": "The yes/no/unknown indicator used to describe whether the patient was exposed to radon.",
  "exp__respirable_crystalline_silica_exposure": "The yes/no/unknown indicator used to describe whether a patient was exposed to respirable crystalline silica, a widespread, naturally occurring, crystalline metal oxide that consists of different forms including quartz, cristobalite, tridymite, tripoli, ganister, chert and novaculite.",
  "exp__secondhand_smoke_as_child": "The text term used to indicate whether the patient was exposed to secondhand smoke as a child.",
  "exp__smoking_frequency": "The text term used to generally decribe how often the patient smokes.",
  "exp__state": "The current state of the object.",
  "exp__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "exp__time_between_waking_and_first_smoke": "The text term used to describe the approximate amount of time elapsed between the time the patient wakes up in the morning to the time they smoke their first cigarette.",
  "exp__tobacco_smoking_onset_year": "The year in which the participant began smoking.",
  "exp__tobacco_smoking_quit_year": "The year in which the participant quit smoking.",
  "exp__tobacco_smoking_status": "Category describing current smoking status and smoking history as self-reported by a patient.",
  "exp__tobacco_use_per_day": "Numeric value that represents the number of times the patient uses tobacco each day.",
  "exp__type_of_smoke_exposure": "The text term used to describe the patient's specific type of smoke exposure.",
  "exp__type_of_tobacco_used": "The text term used to describe the specific type of tobacco used by the patient.",
  "exp__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "exp__weight": "The weight of the patient measured in kilograms.",
  "exp__years_smoked": "Numeric value (or unknown) to represent the number of years a person has been smoking.",
  "fam_hist__count": "Total record count in clinical__fam_hist mapping table.",
  "fam_hist__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "fam_hist__family_history_id": "GDC-assigned identifier for a case's family history data.",
  "fam_hist__relationship_age_at_diagnosis": "The age (in years) when the patient's relative was first diagnosed.",
  "fam_hist__relationship_gender": "The text term used to describe the gender of the patient's relative with a history of cancer.",
  "fam_hist__relationship_primary_diagnosis": "The text term used to describe the malignant diagnosis of the patient's relative with a history of cancer.",
  "fam_hist__relationship_type": "The subgroup that describes the state of connectedness between members of the unit of society organized around kinship ties.",
  "fam_hist__relative_with_cancer_history": "The yes/no/unknown indicator used to describe whether any of the patient's relatives have a history of cancer.",
  "fam_hist__relatives_with_cancer_history_count": "The number of relatives the patient has with a known history of cancer.",
  "fam_hist__state": "The current state of the object.",
  "fam_hist__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "fam_hist__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "file_gdc_id": "Unique GDC identifier for this file (corresponds to the file_barcode)--this can be used to access more information from the GDC data portal like this: https://portal.gdc.cancer.gov/files/c21b332c-06c6-4403-9032-f91c8f407ba4",
  "file_id": "GDC file identifier. This is a duplicate of file_gdc_id field found in some tables.",
  "file_name": "Name of file at the GDC",
  "file_name_key": "GDC path to original bam or vcf file",
  "file_size": "The size of the file measured in bytes",
  "file_state": "File state--either live or submitted",
  "file_type": "File type--e.g. aligned_reads, simple_somatic_mutation, gene_expression, etc.",
  "file_submitter_id": "Original submitter file id (e.g. CGHub analysis_id)",
  "follow__adverse_event_grade": "The text term used to describe a specific histone variants, which are proteins that substitute for the core canonical histones.",
  "follow__adverse_event": "Text that represents the Common Terminology Criteria for Adverse Events low level term name for an adverse event.",
  "follow__aids_risk_factors": "The text term used to describe a risk factor of the acquired immunodeficiency syndrome (AIDS) that the patient either had at time time of the study or experienced in the past.",
  "follow__barretts_esophagus_goblet_cells_present": "The yes/no/unknown indicator used to describe whether goblet cells were determined to be present in a patient diagnosed with Barrett's esophagus.",
  "follow__bmi": "A calculated numerical quantity that represents an individual's weight to height ratio.",
  "follow__body_surface_area": "Numeric value used to represent the 2-dimensional extent of the body surface relating height to weight.",
  "follow__cause_of_response": "The text term used to describe the suspected cause or reason for the patient disease response.",
  "follow__cd4_count": "The text term used to describe the outcome of the procedure to determine the amount of the CD4 expressing cells in a sample.",
  "follow__cdc_hiv_risk_factors": "The text term used to describe a risk factor for human immunodeficiency virus, as described by the Center for Disease Control.",
  "follow__comorbidity_method_of_diagnosis": "The text term used to describe the method used to diagnose the patient's comorbidity disease.",
  "follow__comorbidity": "The text term used to describe a comorbidity disease, which coexists with the patient's malignant disease.",
  "follow__count": "Total record count in clinical__follow mapping table.",
  "follow__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "follow__days_to_adverse_event": "Number of days between the date used for index and the date of the patient's adverse event.",
  "follow__days_to_comorbidity": "Number of days between the date used for index and the date the patient was diagnosed with a comorbidity.",
  "follow__days_to_first_event": "The number of days from the index date to the date of the first event.",
  "follow__days_to_follow_up": "Number of days between the date used for index and the date of the patient's last follow-up appointment or contact.",
  "follow__days_to_imaging": "Number of days between the date used for index and the date the imaging or scan was performed on the patient.",
  "follow__days_to_progression": "Number of days between the date used for index and the date the patient's disease progressed.",
  "follow__days_to_progression_free": "Number of days between the date used for index and the date the patient's disease was formally confirmed as progression-free.",
  "follow__days_to_recurrence": "Number of days between the date used for index and the date the patient's disease recurred.",
  "follow__days_to_risk_factor": "The number of days from the index date to the date the patient was diagnosed with a specific risk factor.",
  "follow__diabetes_treatment_type": "Text term used to describe the types of treatment used to manage diabetes.",
  "follow__discontiguous_lesion_count": "The number of the discontiguous lesions in a new tumor event.",
  "follow__disease_response": "Code assigned to describe the patient's response or outcome to the disease.",
  "follow__dlco_ref_predictive_percent": "The value, as a percentage of predicted lung volume, measuring the amount of carbon monoxide detected in a patient's lungs.",
  "follow__ecog_performance_status": "The ECOG functional performance status of the patient/participant.",
  "follow__evidence_of_progression_type": "The text term used to describe the type of evidence used to determine whether the patient's disease progressed.",
  "follow__evidence_of_recurrence_type": "The text term used to describe the type of evidence used to determine whether the patient's disease recurred.",
  "follow__fev1_fvc_post_bronch_percent": "Percentage value to represent result of Forced Expiratory Volume in 1 second (FEV1) divided by the Forced Vital Capacity (FVC) post-bronchodilator.",
  "follow__fev1_fvc_pre_bronch_percent": "Percentage value to represent result of Forced Expiratory Volume in 1 second (FEV1) divided by the Forced Vital Capacity (FVC) pre-bronchodilator.",
  "follow__fev1_ref_post_bronch_percent": "The percentage comparison to a normal value reference range of the volume of air that a patient can forcibly exhale from the lungs in one second post-bronchodilator.",
  "follow__fev1_ref_pre_bronch_percent": "The percentage comparison to a normal value reference range of the volume of air that a patient can forcibly exhale from the lungs in one second pre-bronchodilator.",
  "follow__first_event": "Describes the patient's first event after initial treatment.",
  "follow__follow_up_id": "GDC-assigned identifier for a case's follow up data.",
  "follow__haart_treatment_indicator": "The text term used to indicate whether the patient received Highly Active Antiretroviral Therapy (HARRT).",
  "follow__height": "The height of the patient in centimeters.",
  "follow__hepatitis_sustained_virological_response": "The yes/no/unknown indicator used to describe whether the patient received treatment for a risk factor the patient had at the time of or prior to their diagnosis.",
  "follow__history_of_tumor": "Indicates whether patient has a history of tumors.",
  "follow__history_of_tumor_type": "Describes the type of the patient's prior diagnosed tumor.",
  "follow__hiv_viral_load": "Numeric value that represents the concentration of an analyte or aliquot extracted from the sample or sample portion, measured in milligrams per milliliter.",
  "follow__hormonal_contraceptive_use": "The text term used to indicate whether the patient used hormonal contraceptives.",
  "follow__hpv_positive_type": "Text classification to represent the strain or type of human papillomavirus identified in an individual.",
  "follow__hysterectomy_margins_involved": "The text term used to indicate whether the patient's disease was determined to be involved based on the surgical margins of the hysterectomy.",
  "follow__hysterectomy_type": "The text term used to describe the type of hysterectomy the patient had.",
  "follow__imaging_anatomic_site": "The named location(s) within the body where an image was taken.",
  "follow__imaging_findings": "Recorded findings noted during the review of a specific medical image.",
  "follow__imaging_result": "The text term used to describe the result of the imaging or scan performed on the patient.",
  "follow__imaging_suv": "The standardized update value (SUV) is the effectively dimensionless measure of regional tracer uptake calculated as the activity concentration within a 2D region of interest (ROI) or 3D volume of interest (VOI) measured on a PET image (nCi1mL) / [injected dose (nCi) / body weight (g)].",
  "follow__imaging_suv_max": "The standardized update value (SUV) is the effectively dimensionless measure of regional tracer uptake calculated as the activity concentration within a 2D region of interest (ROI) or 3D volume of interest (VOI) measured on a PET image (nCi1mL) / [injected dose (nCi) / body weight (g)]. Specifically, the maximum SUV recorded for a patient.",
  "follow__imaging_type": "The text term used to describe the type of imaging or scan performed on the patient.",
  "follow__immunosuppressive_treatment_type": "The text term used to describe the type of immunosuppresive treatment the patient received.",
  "follow__karnofsky_performance_status": "Text term used to describe the classification used of the functional capabilities of a person.",
  "follow__menopause_status": "Text term used to describe the patient's menopause status.",
  "follow__nadir_cd4_count": "Numeric value that represents the lowest point to which the CD4 count has dropped (nadir).",
  "follow__pancreatitis_onset_year": "Numeric value to represent the year that the patient was diagnosed with clinical chronic pancreatitis.",
  "follow__pregnancy_outcome": "The text term used to describe the type of pregnancy the patient had.",
  "follow__procedures_performed": "The type of procedures performed on the patient.",
  "follow__progression_or_recurrence": "Yes/No/Unknown indicator to identify whether a patient has had a new tumor event after initial treatment.",
  "follow__progression_or_recurrence_anatomic_site": "The text term used to describe the anatomic site of the progressive or recurrent disease.",
  "follow__progression_or_recurrence_type": "The text term used to describe the type of progressive or recurrent disease or relapsed disease.",
  "follow__recist_targeted_regions_number": "Numeric value that represents the number of baseline target lesions, as described by the Response Evaluation Criteria in Solid Tumours (RECIST) criteria.",
  "follow__recist_targeted_regions_sum": "Numeric value that represents the sum of baseline target lesions, as described by the Response Evaluation Criteria in Solid Tumours (RECIST) criteria.",
  "follow__reflux_treatment_type": "Text term used to describe the types of treatment used to manage gastroesophageal reflux disease (GERD).",
  "follow__risk_factor_treatment": "The yes/no/unknown indicator used to describe whether the patient received treatment for a risk factor the patient had at the time of or prior to their diagnosis.",
  "follow__risk_factor": "The text term used to describe a risk factor the patient had at the time of or prior to their diagnosis.",
  "follow__scan_tracer_used": "The text term used to describe the type of tracer used during the imaging or scan of the patient.",
  "follow__state": "The current state of the object.",
  "follow__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "follow__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "follow__viral_hepatitis_serologies": "Text term that describes the kind of serological laboratory test used to determine the patient's hepatitus status.",
  "follow__weight": "The weight of the patient measured in kilograms.",
  "follow__year_of_follow_up": "The year of the patient's last follow-up appointment or contact.",
  "follow__mol_test__aa_change": "Alphanumeric value used to describe the amino acid change for a specific genetic variant. Example: R116Q.",
  "follow__mol_test__aneuploidy": "A chromosomal abnormality in which there is an addition or loss of chromosomes within a set (e.g., 23 + 22 or 23 + 24).",
  "follow__mol_test__antigen": "The text term used to describe an antigen included in molecular testing.",
  "follow__mol_test__biospecimen_type": "The text term used to describe the biological material used for testing, diagnostic, treatment or research purposes.",
  "follow__mol_test__blood_test_normal_range_lower": "Numeric value used to describe the lower limit of the normal range used to describe a healthy individual at the institution where the test was completed.",
  "follow__mol_test__blood_test_normal_range_upper": "Numeric value used to describe the upper limit of the normal range used to describe a healthy individual at the institution where the test was completed.",
  "follow__mol_test__cell_count": "Numeric value used to describe the number of cells used for molecular testing.",
  "follow__mol_test__chromosomal_translocation": "A genetic exchange where a piece of one chromosome is transferred to another chromosome.",
  "follow__mol_test__chromosome_arm": "Under the microscope chromosomes appear as thin, thread-like structures. They all have a short arm and long arm separated by a primary constriction called the centromere. The short arm is designated as p and the long arm as q.",
  "follow__mol_test__chromosome": "The text term used to describe a chromosome targeted or included in molecular testing. If a specific genetic variant is being reported, this property can be used to capture the chromosome where that variant is located.",
  "follow__mol_test__clonality": "The text term used to describe whether a genomic variant is related by descent from a single progenitor cell.",
  "follow__mol_test__copy_number": "Numeric value used to describe the number of times a section of the genome is repeated or copied within an insertion, duplication or deletion variant.",
  "follow__mol_test__count": "Total record count in clinical__follow__mol_test mapping table.",
  "follow__mol_test__created_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "follow__mol_test__cytoband": "Alphanumeric value used to describe the cytoband or chromosomal location targeted or included in molecular analysis. If a specific genetic variant is being reported, this property can be used to capture the cytoband where the variant is located. Format: [chromosome][chromosome arm].[band+sub-bands]. Example: 17p13.1.",
  "follow_mol_test__days_to_test": "Number of days between the date used for index and the date of the laboratory test.",
  "follow__mol_test__exon": "Exon number targeted or included in a molecular analysis. If a specific genetic variant is being reported, this property can be used to capture the exon where that variant is located.",
  "follow__mol_test__gene_symbol": "The text term used to describe a gene targeted or included in molecular analysis. For rearrangements, this is shold be used to represent the reference gene.",
  "follow__mol_test__histone_family": "The text term used to describe the family, or classification of a group of basic proteins found in chromatin, called histones.",
  "follow__mol_test__histone_variant": "The text term used to describe a specific histone variants, which are proteins that substitute for the core canonical histones.",
  "follow__mol_test__hpv_strain": "The specific hpv strain being tested.",
  "follow__mol_test__intron": "Intron number targeted or included in molecular analysis. If a specific genetic variant is being reported, this property can be used to capture the intron where that variant is located.",
  "follow__mol_test__laboratory_test": "The text term used to describe the medical testing used to diagnose, treat or further understand a patient's disease.",
  "follow__mol_test__loci_abnormal_count": "Numeric value used to describe the number of loci determined to be abnormal.",
  "follow__mol_test__loci_count": "Numeric value used to describe the number of loci tested.",
  "follow__mol_test__locus": "Alphanumeric value used to describe the locus of a specific genetic variant. Example: NM_001126114.",
  "follow__mol_test__mismatch_repair_mutation": "The yes/no/unknown indicator used to describe whether the mutation included in molecular testing was known to have an affect on the mismatch repair process.",
  "follow__mol_test__molecular_analysis_method": "The text term used to describe the method used for molecular analysis.",
  "follow__mol_test__molecular_consequence": "The text term used to describe the molecular consequence of genetic variation.",
  "follow__mol_test__molecular_test_id": "GDC-assigned identifier for case follow up's molecular test data.",
  "follow__mol_test__pathogenicity": "The text used to describe a variant's level of involvement in the cause of the patient's disease according to the standards outlined by the American College of Medical Genetics and Genomics (ACMG).",
  "follow__mol_test__ploidy": "Text term used to describe the number of sets of homologous chromosomes.",
  "follow__mol_test__second_exon": "The second exon number involved in molecular variation. If a specific genetic variant is being reported, this property can be used to capture the second exon where that variant is located. This property is typically used for a translocation where two different locations are involved in the variation.",
  "follow__mol_test__second_gene_symbol": "The text term used to describe a secondary gene targeted or included in molecular analysis. For rearrangements, this is should represent the location of the variant.",
  "follow__mol_test__specialized_molecular_test": "Text term used to describe a specific test that is not covered in the list of molecular analysis methods.",
  "follow__mol_test__state": "The current state of the object.",
  "follow__mol_test__submitter_id": "A project-specific identifier for a node. This property is the calling card/nickname/alias for a unit of submission. It can be used in place of the uuid for identifying or recalling a node.",
  "follow__timepoint_category": "Category describing a specific point in the time continuum, including those established relative to an event.",
  "follow__mol_test__test_analyte_type": "The text term used to describe the type of analyte used for molecular testing.",
  "follow__mol_test__test_result": "The text term used to describe the result of the molecular test. If the test result was a numeric value see test_value.",
  "follow__mol_test__test_units": "The text term used to describe the units of the test value for a molecular test. This property is used in conjunction with test_value.",
  "follow__mol_test__test_value": "The text term or numeric value used to describe a sepcific result of a molecular test.",
  "follow__mol_test__timepoint_category": "Category describing a specific point in the time continuum, including those established relative to an event.",
  "follow__mol_test__transcript": "Alphanumeric value used to describe the transcript of a specific genetic variant.",
  "follow__mol_test__updated_datetime": "A combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]",
  "follow__mol_test__variant_origin": "The text term used to describe the biological origin of a specific genetic variant.",
  "follow__mol_test__variant_type": "The text term used to describe the type of genetic variation.",
  "follow__mol_test__zygosity": "The text term used to describe the zygosity of a specific genetic variant.",
  "index_date": "The text term used to describe the reference or anchor date used when for date obfuscation, where a single date is obscured by creating one or more date ranges in relation to this date.",
  "index_file_gdc_id": "Where available, GDC file uuid for index file",
  "index_file_id": "BAM or VCF index file GDC file UUID",
  "index_file_name": "Where available, GDC file name for index file",
  "index_file_name_key": "GDC path to original vcf or bam index file",
  "index_file_size": "Where available, size of the index file in bytes",
  "legacy_file_count": "Total number of files for this case in the GDC legacy archive",
  "lost_to_followup": "The yes/no/unknown indicator used to describe whether a patient was unable to be contacted or seen for follow-up information.",
  "md5sum": "Md5sum for GDC data file",
  "platform": "Platform used to generate this data, e.g. Illumina, Affymetrix SNP 6.10",
  "portion_barcode": "Original/submitter portion ID",
  "portion_gdc_id": "Portion GDC ID",
  "primary_site": "The text term used to describe the primary site of disease, as categorized by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O). This categorization groups cases into general categories. Reference tissue_or_organ_of_origin on the diagnosis node for more specific primary sites of disease.",
  "program_dbgap_accession_number": "Program dbGaP accession number, e.g. phs000178",
  "program_name": "Program name, e.g. TCGA or TARGET",
  "proj__name": "Display name for the project to which a case belongs.",
  "proj__project_id": "GDC-assigned identifier for the project to which a case belongs.",
  "project_dbgap_accession_number": "Program dbGaP accession number, e.g. phs000187",
  "project_disease_type": "The type of disease studied by the project, e.g. Sarcoma, Breast Invasive Carcinoma, Acute Lymphoblastic Leukemia, etc.",
  "project_id": "ID of the Project, e.g. TCGA-BRCA, TARGET-AML, etc.",
  "project_name": "Project Name; frequently the same as or similar to the project disease type, e.g. Acute Lymphoblastic Leukemia - Phase II, Breast Invasive Carcinoma, etc.",
  "project_short_name": "Project name abbreviation; the program name appended with a project name abbreviation, eg. TCGA-OV, etc.",
  "project_short_name_suffix": "The code representing a project within a program. For some programs, this can be a disease code.",
  "sample_barcode": "Original/submitter sample ID",
  "sample_gdc_id": "Unique GDC identifier for this sample (corresponds to the sample_barcode), e.g. a1ec9279-c1a6-4e58-97ed-9ec1f36187c5--this can be used to access more information from the GDC data portal",
  "sample_is_ffpe": "Whether a sample is FFPE; either False, None, True, or null",
  "sample_preservation_method": "Sample Preservation Method, usually null or FFPE, also Snap Frozen or Frozen",
  "sample_type": "Two-digit sample_type code which forms part of the sample barcode eg. 01, 11, 06, etc.",
  "sample_type_name": "The longer name of the sample type, e.g. Primary Tumor, Recurrent Tumor, etc.",
  "slide_barcode": "Slide submitter ID",
  "slide_gdc_id": "Slide GDC uuid",
  "state": "The current state of the object.",
  "submitter_id": "The submitter_id of a case entity corresponds to the submitted_subject_id of the study participant in dbGaP records for the project.",
  "type": "Description of the data, e.g. clinical_supplement, aligned_reads",
  "updated_datetime": "Timestamp of last update in GDC; formatted as a combination of date and time of day in the form [-]CCYY-MM-DDThh:mm:ss[Z|(+|-)hh:mm]."
}
