{
  "access": "Data accessibility policy (open or controlled)",
  "acetylation_sites": "Single letter codes and protein sequence positions of the acetylated amino acids (e.g. k12k16, k21)",
  "acquisition_type": "The modes of acquisition used in the LC-MS/MS experiments: data dependent acquisition (DDA), data independent acquisition (DIA)",
  "age_at_diagnosis": "Age at the time of diagnosis expressed in number of days since birth",
  "age_at_index": "The patient's age (in years) on the reference or anchor date date used during date obfuscation.",
  "age_is_obfuscated": "The age of the patient has been modified for compliance reasons. The actual age differs from what is reported. Other date intervals for this patient may also be modified.",
  "ajcc_clinical_m": "Extent of the distant metastasis for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment",
  "ajcc_clinical_n": "Extent of the regional lymph node involvement for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment",
  "ajcc_clinical_stage": "Stage group determined from clinical information on the tumor (T), regional node (N) and metastases (M) and by grouping cases with similar prognosis for cancer",
  "ajcc_clinical_t": "Extent of the primary cancer based on evidence obtained from clinical assessment parameters determined prior to treatment",
  "ajcc_pathologic_m": "Code to represent the defined absence or presence of distant spread or metastases (M) to locations via vascular channels or lymphatics beyond the regional lymph nodes, using criteria established by the American Joint Committee on Cancer (AJCC)",
  "ajcc_pathologic_n": "The codes that represent the stage of cancer based on the nodes present (N stage) according to criteria based on multiple editions of the AJCC's Cancer Staging Manual",
  "ajcc_pathologic_stage": "The extent of a cancer, especially whether the disease has spread from the original site to other parts of the body based on AJCC staging criteria",
  "ajcc_pathologic_t": "Code of pathological T (primary tumor) to define the size or contiguous extension of the primary tumor (T), using staging criteria from the American Joint Committee on Cancer (AJCC)",
  "ajcc_staging_system_edition": "The text term used to describe the version or edition of the American Joint Committee on Cancer Staging Handbooks, a publication by the group formed for the purpose of developing a system of staging for cancer that is acceptable to the American medical profession and is compatible with other accepted classifications.",
  "aliquot_id": "Unique PDC identifier for this aliquot (e.g. e8db124a-693a-11ea-b1fd-0aad30af8a83)",
  "aliquot_run_metadata_id": "Uniquely identifies the aliquot by how it was used in the experiment (based on the labelling reagent and/or biological replicate)",
  "aliquot_submitter_id": "Aliquot submitter id assigned by program (e.g. T14)",
  "analyte": "Type of peptide or protein enrichment",
  "analytical_fraction": "Type of peptide or protein enrichment",
  "ann_arbor_b_symptoms": "Text term to signify whether lymphoma B-symptoms are present as noted in the patient's medical record",
  "ann_arbor_clinical_stage": "The text term used to describe the clinical classification of lymphoma, as defined by the Ann Arbor Lymphoma Staging System",
  "ann_arbor_extranodal_involvement": "Indicator that identifies whether a patient with malignant lymphoma has lymphomatous involvement of an extranodal site",
  "ann_arbor_pathologic_stage": "The text term used to describe the pathologic classification of lymphoma, as defined by the Ann Arbor Lymphoma Staging System",
  "assays": "CPTAC Assay accessions for the peptides associated with the gene",
  "authority": "Designating authority for the gene id",
  "authority_gene_id": "Unique identifier assigned by authority (e.g. HGNC)",
  "best_overall_response": "The best improvement achieved throughout the entire course of protocol treatment",
  "burkitt_lymphoma_clinical_variant": "Burkitt's lymphoma categorization based on clinical features that differ from other forms of the same disease",
  "case_id": "Unique identifier associated with a specific patient (e.g. 24cb0fcb-63d6-11e8-bcf1-0a2705229b82)",
  "case_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific patient (e.g. 05BR016)",
  "cause_of_death": "Text term to identify the cause of death for a patient",
  "cause_of_death_source": "The text term used to describe the source used to determine the patient's cause of death.",
  "chromosome": "NCBI gene chromosome",
  "circumferential_resection_margin": "Numeric value used to describe the non-peritonealised bare area of rectum, comprising anterior and posterior segments, when submitted as a surgical specimen resulting from excision of cancer of the rectum",
  "classification_of_tumor": "Text that describes the kind of disease present in the tumor specimen as related to a specific timepoint",
  "colon_polyps_history": "Yes/No indicator to describe if the subject had a previous history of colon polyps as noted in the history/physical or previous endoscopic report (s)",
  "country_of_residence_at_enrollment": "The text term used to describe the patient's country of residence at the time they were enrolled in the study.",
  "current_weight": "Numeric value that represents the current weight of the sample, measured in milligrams",
  "data_category": "Category description of the underlying data (e.g. Clinical, Raw Sequencing Data, Simple Nucleotide Variation, Transcriptome Profiling)",
  "days_to_best_overall_response": "Number of days between the date used for index and the date of the patient was thought to have the best overall response to their disease",
  "days_to_birth": "Number of days between the date used for index and the date from a person's date of birth represented as a calculated negative number of days",
  "days_to_collection": "Time interval from the date of biospecimen collection to the date of initial pathologic diagnosis, represented as a calculated number of days",
  "days_to_death": "Number of days between the date used for index and the date from a person's date of death represented as a calculated number of days",
  "days_to_diagnosis": "Number of days between the date used for index and the date the patient was diagnosed with the malignant disease",
  "days_to_hiv_diagnosis": "Time interval from the date of the initial pathologic diagnosis to the date of human immunodeficiency diagnosis, represented as a calculated number of days",
  "days_to_last_follow_up": "Time interval from the date of last follow up to the date of initial pathologic diagnosis, represented as a calculated number of days",
  "days_to_last_known_disease_status": "Time interval from the date of last follow up to the date of initial pathologic diagnosis, represented as a calculated number of days",
  "days_to_new_event": "Time interval from the date of new tumor event including progression, recurrence and new primary malignancies to the date of initial pathologic diagnosis, represented as a calculated number of days",
  "days_to_recurrence": "Number of days between the date used for index and the date the patient's disease recurred",
  "demographic_id": "Unique identifier attributed to data for the characterization of the patient by means of segmenting the population--for instance, characterization by age, sex, or race (e.g. 848b480c-0f56-11e9-a064-0a9c39d33490)",
  "demographic_submitter_id": "Unique identifier deriving from data submitter that is attributed to data for the characterization of the patient by means of segmenting the population (e.g., characterization by age, sex, or race) (e.g. P001-DM)",
  "diagnosis_id": "Unique identifier for data from the investigation, analysis and recognition of the presence and nature of disease, condition, or injury from expressed signs and symptoms; also, the scientific determination of any kind; the concise results of such an investigation (e.g. e8dd475b-693a-11ea-b1fd-0aad30af8a83)",
  "diagnosis_is_primary_disease": "Indicates whether this specific diagnosis represents the disease that was the primary focus of the study. Additionally, this diagnosis is reflected at the case level, which is captured using the case.disease_type property.",
  "diagnosis_submitter_id": "Unique identifier deriving from data submitter attributed to data from the investigation, analysis and recognition of the presence and nature of disease, condition, or injury from expressed signs and symptoms; also, the scientific determination of any kind; the concise results of such an investigation (e.g. 33-DX)",
  "disease_type": "The text term used to describe the type of malignant disease, as categorized by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O)",
  "embargo_date": "PDC releases certain data with the condition that users who access the data can not publish or deciminate it prior to the embargo date; if null, data is not under an embargo",
  "end_date": "End date of the program",
  "entity_id": "An identifier (UUID) to uniquely identify the entity in PDC  (e.g. 2a6b4244-6428-11e8-bcf1-0a2705229b82, which refers to an aliquot)",
  "entity_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific entity (e.g. TCGA-61-1911-01A-32-2224-29)",
  "entity_type": "Associated entity type (e.g. aliquot or case)",
  "ethnicity": "An individual's self-described social and cultural grouping, specifically whether an individual describes themselves as Hispanic or Latino, based on the categories defined by the U.S. Office of Management and Business and used by the U.S. Census Bureau",
  "experiment_type": "General strategy used for differential analysis",
  "figo_stage": "The extent of a cervical or endometrial cancer within the body, especially whether the disease has spread from the original site to other parts of the body, as described by the International Federation of Gynecology and Obstetrics (FIGO) stages",
  "file_count": "Number of files associated with a certain case_id",
  "file_format": "File format of the underlying data (eg BCR XML, BAM)",
  "file_id": "An identifier (UUID) to uniquely identify the file in PDC (e.g. 795dd383-5efd-484b-9c2f-f061ae617fc7)",
  "file_location": "Physical location of the file on the server",
  "file_name": "Name of file in PDC",
  "file_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific file",
  "file_type": "File type (e.g. aligned_reads, simple_somatic_mutation, gene_expression)",
  "file_size": "The size of the file measured in bytes",
  "fraction_number": "Number of fractions in the experimental run",
  "freezing_method": "Text term that represents the method used for freezing the sample",
  "gender": "Text designations that identify gender; identification is self-reported and may come from a form, questionnaire, interview, etc.",
  "gene_description": "Description of the gene, sourced by PDC from NCBI",
  "gene_id": "Unique gene identifier assigned by PDC",
  "gene_symbol": "Gene symbol, sourced by PDC from NCBI",
  "glycosylation_sites": "Single letter codes and protein sequence positions of the glycosylated amino acids (e.g. n113n119, n57)",
  "hiv_positive": "Text term to signify whether a physician has diagnosed HIV infection in a patient",
  "hpv_positive_type": "Text classification to represent the strain or type of human papillomavirus identified in an individual",
  "hpv_status": "The findings of the oncogenic HPV",
  "initial_weight": "Numeric value that represents the initial weight of the sample, measured in milligrams",
  "instrument": "Make and model of the mass spectrometry instrument",
  "intermediate_dimension": "Intermediate dimension of the sample, in millimeters",
  "is_ffpe": "Indicator to signify whether or not the tissue sample was fixed in formalin and embedded in paraffin (FFPE)",
  "iss_stage": "The multiple myeloma disease stage at diagnosis",
  "last_known_disease_status": "Text term that describes the last known state or condition of an individual's neoplasm",
  "laterality": "For tumors in paired organs, designates the side on which the cancer originates",
  "locus": "Gene cytoband, sourced by PDC from NCBI",
  "ldh_level_at_diagnosis": "The 2 decimal place numeric laboratory value measured, assigned or computed related to the assessment of lactate dehydrogenase in a specimen",
  "ldh_normal_range_upper": "The top value of the range of statistical characteristics that are supposed to represent accepted standard, non-pathological pattern for lactate dehydrogenase (units not specified)",
  "longest_dimension": "Numeric value that represents the longest dimension of the sample, measured in millimeters",
  "lymph_nodes_positive": "The number of lymph nodes involved with disease as determined by pathologic examination",
  "lymphatic_invasion_present": "A yes/no indicator to ask if small or thin-walled vessel invasion is present, indicating lymphatic involvement",
  "md5sum": "Md5sum for PDC data file",
  "method_of_diagnosis": "Text term used to describe the method used to confirm the patients malignant diagnosis",
  "morphology": "The third edition of the International Classification of Diseases for Oncology, published in 2000 used principally in tumor and cancer registries for coding the site (topography) and the histology (morphology) of neoplasms. The study of the structure of the cells and their arrangement to constitute tissues and, finally, the association among these to form organs. In pathology, the microscopic process of identifying normal and abnormal morphologic characteristics in tissues, by employing various cytochemical and immunocytochemical stains. A system of numbered categories for representation of data",
  "NCBI_gene_id": "NCBI gene identifier",
  "new_event_anatomic_site": "Text term to specify the anatomic location of the return of tumor after treatment",
  "new_event_type": "Text term to identify a new tumor event",
  "organism": "Gene organism, sourced by PDC from NCBI",
  "overall_survival": "Number of days between the date used for index and the patient's date of death or the date the patient was last known to be alive",
  "pdc_study_id": "PDC study identifier (e.g. PDC000239)",
  "pdc_study_ids": "PDC study identifier (e.g. PDC000239); in cases where file exists in multiple studies, study ids are semicolon delimited (e.g. PDC000126;PDC000127)",
  "perineural_invasion_present": "A yes/no indicator to ask if perineural invasion or infiltration of tumor or cancer is present",
  "phosphorylation_sites": "Single letter codes and protein sequence positions of the phosphorylated amino acids (e.g. t304s310, t59)",
  "plex_or_dataset_name": "Plex or dataset name (e.g. 04CPTAC_P93P94Compref_Proteome_BI_20180916)",
  "preservation_method": "Text term that represents the method used to preserve the sample.",
  "primary_diagnosis": "Text term used to describe the patient's histologic diagnosis, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O)",
  "primary_site": "The text term used to describe the general location of the malignant disease, as categorized by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O)",
  "prior_malignancy": "The yes/no/unknown indicator used to describe the patient's history of prior cancer diagnosis",
  "prior_treatment": "A yes/no/unknown/not applicable indicator related to the administration of therapeutic agents received before the body specimen was collected",
  "program_id": "PDC program UUID (e.g. c3408b38-f1e8-11e9-9a07-0a80fada099c)",
  "program_manager": "Name of the program manager from the sponsoring agency",
  "program_labels": "BigQuery table 'program' label value(s), used for 'Program' filter in ISB-CGC BigQuery Table Search",
  "program_short_name": "Program name abbreviation (e.g. CPTAC)",
  "program_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific program (e.g. Clinical Proteomic Tumor Analysis Consortium)",
  "program_name": "Name of the data's source program",
  "protein_abundance_log2ratio": "Average log-ratio of sample reporter-ion to common reference of peptide ions associated with the gene in acquisitions from a specific biological sample",
  "progression_free_survival": "Number of days between the date used for index and the first date the patient is known to be free of disease progression",
  "progression_free_survival_event": "The event used to define the patient''s disease progression",
  "progression_or_recurrence": "Yes/No/Unknown indicator to identify whether a patient has had a new tumor event after initial treatment",
  "project_friendly_name": "Component of project-level BigQuery table friendly names (e.g. PEDIATRIC BRAIN CANCER)",
  "project_id": "PDC project UUID (e.g. edb4ca56-f1e8-11e9-9a07-0a80fada099c)",
  "project_name": "Project name (e.g. CPTAC-2)",
  "project_short_name": "Project name abbreviation (e.g. pediatric_brain_cancer)",
  "project_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific project (e.g. CPTAC3-Discovery)",
  "proteins": "Semi-colon separated list of protein accessions associated with the gene; includes identifiers from multiple sources (e.g. UniProt, NCBI RefSeq database)",
  "race": "An arbitrary classification of a taxonomic group that is a division of a species; the provided values are based on the categories defined by the U.S. Office of Management and Business and used by the U.S. Census Bureau",
  "refseq_id": "Unique identifier given to a sequence in the NCBI RefSeq database",
  "residual_disease": "Text terms to describe the status of a tissue margin following surgical resection",
  "sample_id": "Unique PDC identifier for this sample (e.g. e8d83eb9-693a-11ea-b1fd-0aad30af8a83)",
  "sample_submitter_id": "Unique identifier deriving from the data submitter that is associated with a specific sample (e.g. Tumor Pat1)",
  "sample_type": "Text term to describe the source of a biospecimen used for a laboratory test",
  "shortest_dimension": "Numeric value that represents the shortest dimension of the sample, measured in millimeters",
  "site_of_resection_or_biopsy": "The text term used to describe the anatomic site of origin, of the patient's malignant disease, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O)",
  "start_date": "Start date of the program",
  "study_friendly_name": "Component of study-level BigQuery table friendly names (e.g. CPTAC2-RETROSPECTIVE TCGA OVARIAN JHU PROTEOME)",
  "study_id": "An identifier (UUID) to uniquely identify the file in PDC (e.g. 58be6cbb-f1f7-11e9-9a07-0a80fada099c)",
  "study_name": "Name of the study (e.g. Pediatric Brain Cancer Pilot Study - Phosphoproteome)",
  "study_run_metadata_id": "An identifier (UUID) to uniquely identify the group the files generated in a single experimental run in PDC (e.g. f2c5c6bf-f40d-11e8-a44b-0a9c39d33490)",
  "study_run_metadata_submitter_id": "An identifier provided by the submitter to identify the group the files generated in a single experimental run (e.g. SRM25730263-1)",
  "study_submitter_id": "Unique identifier deriving from the data submitter used for the study (e.g. S046-1-CompRef)",
  "submitter_id_name": "Name of the study as described by the data submitter",
  "time_between_clamping_and_freezing": "Numeric representation of the elapsed time between the surgical clamping of blood supply and freezing of the sample, measured in minutes",
  "time_between_excision_and_freezing": "Numeric representation of the elapsed time between the excision and freezing of the sample, measured in minutes",
  "tissue_or_organ_of_origin": "The text term used to describe the anatomic site of origin, of the patient's malignant disease, as described by the World Health Organization's (WHO) International Classification of Diseases for Oncology (ICD-O)",
  "tissue_type": "Text term that represents a description of the kind of tissue collected with respect to disease status or proximity to tumor tissue",
  "tumor_cell_content": "Tumor cell content",
  "tumor_focality": "The text term used to describe whether the patient's disease originated in a single location or multiple locations.",
  "tumor_grade": "Numeric value to express the degree of abnormality of cancer cells, a measure of differentiation and aggressiveness",
  "tumor_stage": "The extent of a cancer in the body. Staging is usually based on the size of the tumor, whether lymph nodes contain cancer, and whether the cancer has spread from the original site to other parts of the body. The accepted values for tumor_stage depend on the tumor site, type, and accepted staging system. These items should accompany the tumor_stage value as associated metadata",
  "ubiquitylation_sites": "Single letter codes and protein sequence positions of the ubiquitylated amino acids",
  "uniprotkb_id": "Oldest UniProt id found in 'proteins' column list, derived programmatically",
  "uniprotkb_ids": "Every UniProt id found in 'proteins' column list",
  "uniprot_id": "Unique identifier assigned to a sequence by UniProt, often containing biologically relevant information",
  "uniprot_review_status": "'unreviewed' records contain protein sequences associated with computationally generated annotation and large-scale functional characterization; 'reviewed' records are high quality, manually annotated and non-redundant",
  "updated_datetime": "Timestamp of latest update (e.g. 2017-03-04T16:37:26.081298-06:00)",
  "url": "PDC datastore file paths (typically hosted on AWS)",
  "vascular_invasion_present": "The yes/no indicator to ask if large vessel or venous invasion was detected by surgery or presence in a tumor specimen",
  "vital_status": "The survival state of the person registered on the protocol",
  "year_of_birth": "Numeric value to represent the calendar year in which an individual was born",
  "year_of_death": "Numeric value to represent the year of the death of an individual",
  "year_of_diagnosis": "Numeric value to represent the year of an individual's initial pathologic diagnosis of cancer",
}