{
  "accession_id": "A unique, alpha-numeric identifier, in the format of six digits, which is assigned to the study/trial as of it being on-boarded, and which can be resolved by identifiers.org when prefixed with 'icdc:' to create a compact identifier in the format icdc:xxxxxx.",
  "additional_breed_detail": "For patients/subjects/donors formally designated as either Mixed Breed or Other, any available detail as to the breeds contributing to the overall mix of breeds or clarification of the nature of the Other breed. Values for this field are therefore not relevant to pure-bred patients/subjects/donors, but for those of mixed breed or other origins, values are definitely preferred wherever available.",
  "adverse_event_agent_dose": "The corresponding dose of any investigational new drug being administered at the time of any given adverse event being observed.",
  "adverse_event_agent_name": "The name of any investigational new drug being administered at the time of any given adverse event being observed.",
  "adverse_event_description": "A narrative description of any given adverse event which provides extra details as to its associated clinical, physical and behavioral observations, and/or mitigations for the adverse event.",
  "adverse_event_grade": "The grade of any given adverse event, reported as an enumerated value corresponding to one of the five distinct grades as defined by the Veterinary Comparative Oncology Group's Common Terminology Criteria for Adverse Events (VCOG-CTCAE).",
  "adverse_event_grade_description": "The grade of any given adverse event, reported in the form of a single descriptive term corresponding to one of the five enumerated grades as defined by the Veterinary Comparative Oncology Group's Common Terminology Criteria for Adverse Events (VCOG-CTCAE). Although numerical values for grade are standard terms for the reporting of adverse events, the narrative form of adverse event grades will be useful to users not already familiar with adverse event grading.",
  "adverse_event_term": "The specific controlled vocabulary term for any given adverse event, as defined by the Veterinary Comparative Oncology Group's Common Terminology Criteria for Adverse Events (VCOG-CTCAE).",
  "agent_name": "",
  "agent_units_of_measure": "Agent UOM_FUL in form.",
  "anatomical_site_of_surgery": "The anatomical location at which the prior surgery in question occurred.",
  "any_therapy": "",
  "arm": "Where applicable, the nature of each arm into which the study/trial has been divided. For example, in multiple agent clinical trials, the name of the therapeutic agent used in any given study arm.",
  "arm_description": "A short description of the study arm.",
  "arm_id": "A unique identifier via which study arms can be differentiated from one another across studies/trials. This property is used as the key via which child records, e.g. cohort records, can be associated with the appropriate study arm during data loading, and to identify the correct records during data updates.",
  "assessment_timepoint": "",
  "attribution_to_commercial": "A qualitative indication as to whether any given adverse event is likely, possibly, probably or definitely caused by a commercially-available, FDA-approved therapeutic agent, used within the confines of the clinical trial either for its FDA-approved indication or in an off-label manner, but not as the investigational new drug or part of the investigational new therapy, versus the adverse event in question being unrelated to it.",
  "attribution_to_disease": "A qualitative indication as to whether any given adverse event is likely, possibly, probably or definitely caused by the disease for which the patient/subject is being treated, or is unrelated to it.",
  "attribution_to_ind": "A qualitative indication as to whether any given adverse event is likely, possibly, probably or definitely caused by any investigational new drugs being administered as part of the clinical trial, or is unrelated to it.",
  "attribution_to_other": "A qualitative indication as to whether any given adverse event is likely, possibly, probably or definitely caused by some other factor(s), as described by the other_attribution_description property, or is unrelated to such other factors.",
  "attribution_to_research": "A qualitative indication as to whether any given adverse event is likely, possibly, probably or definitely caused by the clinical trial/research environment in general, or is unrelated to it.",
  "authorship": "A list of authors for the cited work. More specifically, for publications with no more than three authors, authorship quoted in full; for publications with more than three authors, authorship abbreviated to first author et al.",
  "best_resp_vet_tx_tp_secondary_response": "",
  "best_resp_vet_tx_tp_best_response": "",
  "best_response": "Where applicable, an indication as to the best overall response to therapeutic intervention observed within an individual patient/subject/donor.",
  "best_response_to_prior_therapy": "",
  "biospecimen_repository_acronym": "The name of the biobank or tissue repository from which or to which samples for any given patient/subject/donor were acquired or submitted, expressed in the form of an acronym.",
  "biospecimen_repository_full_name": "The name of the biobank or tissue repository from which or to which samples for any given patient/subject/donor were acquired or submitted, expressed in full text form.",
  "body_surface_area": "The body surface area of the patient/subject/donor at the time of the vital signs evaluation, expressed in square meters.",
  "body_surface_area_original": "The original body surface area of the patient/subject/donor at the time of the vital signs evaluation, expressed in square meters.",
  "body_surface_area_original_unit": "Unit of measurement for original body surface area, e.g. 'sq meters'.",
  "body_surface_area_unit": "Unit of measurement for body surface area, e.g. 'sq meters'.",
  "body_system": "Major organ system or physiological characteristic assessed during the examination of the patient/subject/donor during a follow-up visit. Observations are reported independently on each organ system or physiological characteristic.",
  "body_temperature": "The temperature of the patient/subject/donor at the time of the vital signs evaluation.",
  "body_temperature_original": "The original temperature of the patient/subject/donor at the time of the vital signs evaluation.",
  "body_temperature_original_unit": "Unit of measurement for original body temperature, e.g. 'degrees F'.",
  "body_temperature_unit": "Unit of measurement for body temperature, e.g. 'degrees F'.",
  "breed": "The specific breed of the canine patient/subject/donor, per the list of breeds officially recognized by the American Kennel Club.",
  "canine_individual_id": "A unique numerical ID, which, based upon the existence of registration-based matches between two or more study-specific cases, is auto-generated by the data loader, and which thereby tethers matching cases to the single underlying multi-study participant.",
  "case_id": "The globally unique ID by which any given patient/subject/donor can be unambiguously identified and displayed across studies/trials; specifically the value of patient_id as supplied by the data submitter, prefixed with the appropriate ICDC study code during data alignment and/or transformation. This property is used as the key via which child records, e.g. sample records, can be associated with the appropriate case during data loading, and to identify the correct records during data updates.",
  "clinical_study_description": "A multiple sentence summary of what the study/trial was intended to determine and how it was conducted.",
  "clinical_study_designation": "A unique, human-friendly, alpha-numeric identifier by which the study/trial will be identified within the UI. This property is used as the key via which child records, e.g. case records, can be associated with the appropriate study during data loading, and to identify the correct records during data updates.",
  "clinical_study_id": "Where applicable, the ID for the study/trial as generated by the source database.",
  "clinical_study_name": "A succinct, narrative title for the study/trial, exactly as it should be displayed within the application's UI.",
  "clinical_study_type": "An arbitrary designation of the study/trial to indicate its underlying. nature, e.g. Clinical Trial, Transcriptomics, Genomics.",
  "cohort_description": "Where applicable, the nature of each cohort into which the study/trial has been divided, e.g. in studies examining the effects of multiple doses of a therapeutic agent, the name and dose of the therapeutic agent used in any given cohort.",
  "cohort_dose": "The intended or protocol dose of the therapeutic agent used in any given cohort.",
  "cohort_id": "A unique identifier via which cohorts can be differentiated from one another across studies/trials. This property is used as the key via which cases can be associated with the appropriate cohort during data loading, and to identify the correct records during data updates.",
  "collection_access": "Indicator as to whether the image collection can be accessed via download versus being accessible only via the cloud.",
  "comment": "Generic comment.",
  "concurrent_disease": "An indication as to whether the patient/subject/donor suffers from any significant secondary disease condition(s).",
  "concurrent_disease_type": "The specifics of any notable secondary disease condition(s) observed within the patient/subject/donor.",
  "contact_type": "",
  "ctep_treatment_assignment_code": "TODO",
  "cycle_number": "For a patient/subject/donor enrolled in a clinical trial evaluating the effects of therapy administered in multiple cycles, the number of the treatment cycle during which visits occurred such that therapy could be administered and/or clinical observations could be made, with cycles numbered according to their chronological order.",
  "date_last_medication_administration": "",
  "date_of_best_response": "",
  "date_of_birth": "The date of birth of the canine patient/subject/donor.",
  "date_of_cycle_end": "The date upon which the treatment cycle in question ended.",
  "date_of_cycle_start": "The date upon which the treatment cycle in question began.",
  "date_of_diagnosis": "The date upon which the patient/subject/donor was diagnosed with the primary disease in question.",
  "date_of_disease_progression": "",
  "date_of_evaluation": "The date upon which the extent of disease evaluation was conducted.",
  "date_of_examination": "The date upon which the physical examination in question was conducted.",
  "date_of_first_dose": "",
  "date_of_histology_confirmation": "The date upon which the results of a histological evaluation of a sample from the patient/subject/donor were confirmed.",
  "date_of_informed_consent": "The date upon which the owner of the patient/subject/donor signed an informed consent on behalf of the subject.",
  "date_of_last_contact": "",
  "date_of_last_dose": "",
  "date_of_last_dose_any_therapy": "",
  "date_of_last_dose_nsaid": "",
  "date_of_last_dose_steroid": "",
  "date_of_missed_dose": "",
  "date_of_onset": "The date upon which any given adverse event was first observed.",
  "date_of_registration": "The date upon which the patient/subject/donor was enrolled in the study/trial.",
  "date_of_resolution": "The date upon which any given adverse event resolved. If an adverse event was ongoing at the time of death, the date of death should be used as the value date_of_resolution.",
  "date_of_sample_collection": "The date upon which the sample was acquired from the patient/subject/donor.",
  "date_of_surgery": "The date upon which the prior surgery in question occurred.",
  "date_of_vital_signs": "The date upon which the vital signs evaluation in question was conducted.",
  "date_off_study": "",
  "date_off_treatment": "",
  "day_in_cycle": "Numerically, the day in the treatment cycle upon which any given adverse event was first observed, where Day 1 is the first day of the treatment cycle within which the adverse event was observed. Some patients/subjects may undergo multiple treatment cycles, such that two or more adverse events may be observed on the same day in cycle, but actually be observed on different dates, because they occur in different treatment cycles.",
  "demographic_id": "A unique identifier of each demographic record, used to identify the correct demographic records during data updates. The value of this property will generally be the same as the value of the case_id property.",
  "diagnosis_id": "A unique identifier of each diagnosis record, used to associate child records, e.g. pathology reports, with the appropriate parent, and to identify the correct diagnosis records during data updates. The value of this property will generally be the same as the value of the case_id property.",
  "disease_extent": "Fields within disease_extent detail the extent to which the disease for which the patient is being treated has either responded to treatment or progressed, based upon observations of one or more specific lesions.",
  "disease_term": "The primary disease condition with which the patient/subject/donor was diagnosed.",
  "dose_limiting_toxicity": "An indication as to whether any given adverse event observed during the clinical trial is indicative of the dose of the therapeutic agent under test being limiting in terms of its toxicity.",
  "dose_schedule": "Schedule_FUL in form.",
  "date_of_iacuc_approval": "Where applicable, the date upon which the study/trial was approved by the IACUC.",
  "dates_of_conduct": "An indication of the general time period during which the study/trial was active, e.g. (from) month and year (to) month and year.",
  "digital_object_id": "Where applicable, the digital object identifier for the cited work, by which it can be permanently identified, and linked to via the internet.",
  "document_number": "S/N of the executed CRF.",
  "dose_level": "",
  "dose_units_of_measure": "",
  "ecg": "Indication as to the normality of the electrocardiogram conducted during the vital signs evaluation.",
  "enrollment_id": "A unique identifier of each enrollment record, used to associate child records, e.g. prior surgery records, with the appropriate parent, and to identify the correct enrollment records during data updates. The value of this property will generally be the same as the value of the case_id property.",
  "evaluation_number": "The number of the evaluation during which any given lesion was examined, with evaluations numbered according to their chronological order.",
  "evaluation_code": "An indication as to the status of any given lesion being evaluated, in terms of the evaluation establishing a baseline for the lesion, versus the lesion subject to evaluation being new, being stable in size, decreasing in size, increasing in size or having resolved.",
  "existing_adverse_event": "An indication as to whether any given adverse event occurred prior to the enrollment of a patient/subject into the clinical trial in question, and/or was ongoing at the time of trial enrollment.",
  "explain_unknown_status": "",
  "file_count": "TODO",
  "file_description": "An optional description of the file and/or its content, as provided by the data submitter, preferably limited to no more than 60 characters in length.",
  "file_format": "The specific format of the file as determined by the data loader.",
  "file_location": "The specific location within the ICDC S3 storage bucket at which the file is stored, expressed in terms of a unique url.",
  "file_name": "The name of the file, maintained exactly as provided by the data submitter.",
  "file_size": "The exact size of the file in bytes.",
  "file_status": "An enumerated representation of the status of any given file.",
  "file_type": "An indication as to the nature of the file in terms of its content, i.e. what type of information the file contains, as opposed to the file's format.",
  "file_uuid": "TODO",
  "follow_up_data": "An indication as to the existence of any follow-up data for the patient/subject/donor, typically in the form of a study-level supplemental data file.",
  "general_sample_pathology": "An indication as to whether a sample represents normal tissue versus representing diseased or tumor tissue.",
  "histological_grade": "The histological grading of the tumor(s) present in the patient/subject/donor, based upon microscopic evaluation(s), and recorded at the subject level; grading of specific tumor samples subject to downstream analysis is recorded at the sample level.",
  "histology_cytopathology": "A narrative summary of the primary observations from the the evaluation of a tumor sample from a patient/subject/donor, in terms of its histology and/or cytopathology.",
  "image_collection_name": "The name of the image collection exactly as it appears at the location where the collection can be viewed and/or accessed.",
  "image_collection_url": "The external url via which the image collection can be viewed and/or accessed.",
  "image_type_included": "A list of the image types included in the image collection, drawn from a list of acceptable values.",
  "initials": "The initials of the patient/subject/donor based upon the subject's first or given name, and the last or family name of the subject's owner.",
  "journal_citation": "The name of the journal in which the cited work was published, inclusive of the citation itself in terms of journal volume number, part number where applicable, and page numbers.",
  "length_of_tumor": "The length of the tumor from which a tumor sample was derived, as measured in mm.",
  "length_of_tumor_original": "TODO",
  "length_of_tumor_original_unit": "TODO",
  "length_of_tumor_unit": "TODO",
  "lesion_description": "Additional detail as to the specific location of the lesion subject to evaluation. For example, in the case of a lymph node lesion, the specific lymph node in which the lesion is located.",
  "lesion_number": "An arbitrary numerical designation for each lesion subject to evaluation, by which that lesion can be unambiguously identified.",
  "lesion_site": "The overall anatomical location of the lesion being assessed in terms of the organ or organ system in which it is located. For example, lung, lymph node, etc.",
  "longest_measurement": "The longest dimension of the lesion subject to evaluation, as measured in (units TBD).",
  "md5sum": "The 32-character hexadecimal md5 checksum value of the file, used to confirm the integrity of files submitted to the ICDC.",
  "measurable_lesion": "Whether or not lesion was measurable.",
  "measured_how": "The method by which the size of any given lesion was determined.",
  "medication": "",
  "medication_actual_dose": "",
  "medication_actual_units_of_measure": "",
  "medication_course_number": "",
  "medication_duration": "",
  "medication_lot_number": "",
  "medication_missed_dose": "",
  "medication_vial_id": "",
  "medication_units_of_measure": "",
  "min_rsdl_dz_tx_ind_nsaids_treatment_pe": "",
  "missed_dose_amount": "",
  "missed_dose_units_of_measure": "",
  "modified_ecog": "The Eastern Cooperative Oncology Group (ECOG) performance status of the patient/subject/donor at the time of the vital signs evaluation. The value of this metric indicates the overall function of the patient/subject/donor and his/her ability to tolerate therapy.",
  "molecular_subtype": "Where applicable, the molecular subtype of the tumor sample in question, for example, the tumor being basal versus luminal in nature.",
  "necropsy_sample": "An indication as to whether a sample was acquired as a result of a necropsy examination.",
  "neutered_indicator": "Indicator as to whether the patient/subject/donor has been either spayed (female subjects) or neutered (male subjects).",
  "nonresponse_therapy_type": "",
  "number_of_prior_regimens_any_therapy": "",
  "number_of_prior_regimens_nsaid": "",
  "number_of_prior_regimens_steroid": "",
  "ongoing_adverse_event": "An indication as to whether any given adverse event was ongoing as of the end of a treatment cycle, the end of the clinical trial itself, or the patient/subject being taken off study.",
  "other_attribution_description": "A description of any other factor or factors to which any given adverse event has been attributed. Where an adverse event is attributed to factors other than the standard factors of research, disease, IND or commercial, a description of the other factor(s) to which the adverse event was attributed is required.",
  "patient_age_at_enrollment": "The age of the canine patient/subject/donor as of study/trial enrollment, expressed in standard human years, as opposed to dog years.",
  "patient_first_name": "Where available, the given name of the patient/subject/donor.",
  "patient_id": "The preferred ID by which the data submitter uniquely identifies any given patient/subject/donor, at least within a single study/trial, recorded exactly as provided by the data submitter. Once prefixed with the appropriate ICDC study code during data alignment and/or transformation, values of Patient ID become values of Case ID.",
  "patient_status": "",
  "patient_subgroup": "A short description as to the reason for the patient/subject/donor being enrolled in any given study/trial arm or cohort, for example, a clinical trial patient having been enrolled in a dose escalation cohort.",
  "patient_weight": "The weight of the patient/subject/donor at the time of the vital signs evaluation, measured in kilograms.",
  "patient_weight_original": "The original weight of the patient/subject/donor at the time of the vital signs evaluation, measured in kilograms.",
  "patient_weight_original_unit": "Unit of measurement for original patient/subject/donor weight, e.g. 'kg'.",
  "patient_weight_unit": "Unit of measurement for patient/subject/donor weight, e.g. 'kg'.",
  "pathology_report": "An indication as to the existence of any detailed pathology evaluation upon which the primary diagnosis was based, either in the form of a formal, subject-specific pathology report, or as detailed in a study-level supplemental data file.",
  "pe_comment": "Narrative comment describing any notable observations concerning any given major organ system or physiological status assessed.",
  "pe_finding": "Indication as to the normal versus abnormal function of the major organ system or physiological characteristic assessed.",
  "percentage_tumor": "The purity of a sample of tumor tissue in terms of the percentage of the sample that is represented by tumor cells, expressed either as a discrete percentage or as a percentage range.",
  "phase": "",
  "phase_pe": "",
  "physical_exam": "Fields within physical_exam detail observations around the status of multiple body systems as of a patient enrolled in a clinical trial, as of that patient being examined by a veterinarian during a scheduled visit to the appropriate study site.",
  "physical_exam_performed": "Whether or not a physical exam was performed.",
  "physical_sample_type": "An indication as to the physical nature of any given sample.",
  "pi_first_name": "The first or given name of each principal investigator of the study/trial.",
  "pi_last_name": "The last or family name of each principal investigator of the study/trial.",
  "pi_middle_initial": "Where applicable, the middle initial(s) of each principal investigator of the study/trial.",
  "previously_irradiated": "",
  "previously_treated": "",
  "primary_disease_site": "The anatomical location at which the primary disease originated, recorded in relatively general terms at the subject level; the anatomical locations from which tumor samples subject, to downstream analysis were acquired is recorded in more detailed terms at the sample level.",
  "prior_nsaid_exposure": "Whether the patient ever been on NSAIDS.",
  "prior_steroid_exposure": "Whether the patient ever been on steroids.",
  "prior_therapy_type": "",
  "procedure": "The type of procedure performed during the prior surgery in question.",
  "program_acronym": "The name of the program under which related studies will be grouped, expressed in the form of the acronym by which it will identified within the UI. This property is used as the key via which study records can be associated with the appropriate program during data loading, and to identify the correct records during data updates.",
  "program_external_url": "The external url to which users should be directed in order to learn more about the program.",
  "program_full_description": "A more detailed, multiple sentence description of the program.",
  "program_name": "The name of the program under which related studies will be grouped, in full text and unabbreviated form, exactly as it will be displayed within the UI.",
  "program_short_description": "An abbreviated, single sentence description of the program.",
  "program_sort_order": "An arbitrarily-assigned value used to dictate the order in which programs are displayed within the application's UI.",
  "publication_title": "The full title of the publication stated exactly as it appears on the published work.",
  "pubmed_id": "Where applicable, the unique numerical identifier assigned to the cited work by PubMed, by which it can be linked to via the internet.",
  "pulse": "The heart rate of the patient/subject/donor at the time of the vital signs evaluation, measured in beats per minute.",
  "pulse_original": "The original heart rate of the patient/subject/donor at the time of the vital signs evaluation, measured in beats per minute.",
  "pulse_original_unit": "Unit of measurement for original pulse, e.g. 'bpm'.",
  "pulse_unit": "Unit of measurement for pulse, e.g. 'bpm'.",
  "pulse_ox": "The level of oxygen saturation in the blood of the patient/subject/donor at the time of the vital signs evaluation, expressed in terms of the percentage saturation.",
  "pulse_ox_original": "The original level of oxygen saturation in the blood of the patient/subject/donor at the time of the vital signs evaluation, expressed in terms of the percentage saturation.",
  "pulse_ox_original_unit": "Unit of measurement for original pulse ox, e.g. '%'.",
  "pulse_ox_unit": "Unit of measurement for pulse ox, e.g. '%'.",
  "reason_off_study": "",
  "reason_off_treatment": "",
  "registering_institution": "TODO",
  "registration_id": "Any ID used by a data submitter to identify a patient/subject/donor, either locally or globally.",
  "registration_origin": "The entity with which each registration ID is directly associated, for example, an ICDC study, as denoted by the appropriate study code, or the biobank or tissue repository from which samples for a study/trial participant were acquired, as denoted by the appropriate acronym.",
  "residual_disease": "",
  "respiration_pattern": "An indication as to the normality of the breathing pattern of the patient/subject/donor at the time of the vital signs evaluation.",
  "respiration_rate": "The rate of respiration of the patient/subject/donor at the time of the vital signs evaluation, measured in the number of breaths taken per minute.",
  "respiration_rate_original": "The original rate of respiration of the patient/subject/donor at the time of the vital signs evaluation, measured in the number of breaths taken per minute.",
  "respiration_rate_original_unit": "Unit of measurement for original respiration rate, e.g. 'breaths/min'.",
  "respiration_rate_unit": "Unit of measurement for respiration rate, e.g. 'breaths/min'.",
  "repository_name": "The name of the image repository within which the image collection can be found, stated in the form of the appropriate acronym.",
  "route_of_administration": "",
  "sample_chronology": "An indication as to when a sample was acquired relative to any therapeutic intervention and/or key disease outcome observations.",
  "sample_id": "The globally unique ID by which any given sample can be unambiguously identified and displayed across studies/trials; specifically the preferred value of the sample identifier used by the data submitter, prefixed with the appropriate ICDC study code during data transformation. This property is used as the key via which child records, e.g. file records, can be associated with the appropriate sample during data loading, and to identify the correct records during data updates.",
  "sample_preservation": "The method by which a sample was preserved.",
  "sample_site": "The specific anatomical location from which any given sample was acquired.",
  "sex": "The biological sex of the patient/subject/donor.",
  "site_short_name": "The widely-accepted acronym for the institution at which the patient/subject/donor was enrolled into the study/trial, and then treated under the appropriate veterinary medicine program.",
  "specific_sample_pathology": "The specific histology and/or pathology associated with a sample.",
  "stage_of_disease": "The formal assessment of the extent to which the primary cancer with which the patient/subject/donor was diagnosed has progressed, according to the TNM staging or cancer stage grouping criteria.",
  "start_time": "",
  "stop_time": "",
  "study_disposition": "An arbitrarily-assigned value used to dictate how the study/trial is displayed via the ICDC Production environment, based upon the degree to which the data has been on-boarded and/or whether the data is subject to any temporary embargo which prevents its public release.",
  "summarized_sample_type": "A summarized representation of a sample's physical nature, normality, and derivation from a primary versus a metastatic tumor, based upon the combination of values in the three independent properties of physical_sample_type, general_sample_pathology and tumor_sample_origin.",
  "surgical_finding": "A narrative description of any notable observations made during the prior surgery in question.",
  "systolic_bp": "The systolic blood pressure of the patient/subject/donor at the time of the vital signs evaluation, measured in mm of mercury.",
  "systolic_bp_original": "The original systolic blood pressure of the patient/subject/donor at the time of the vital signs evaluation, measured in mm of mercury.",
  "systolic_bp_original_unit": "Unit of measurement for original systolic blood pressure, e.g. 'mm Hg'.",
  "systolic_bp_unit": "Unit of measurement for systolic blood pressure, e.g. 'mm Hg'.",
  "target_lesion": "Whether or not lesion was targeted.",
  "therapeutic_indicator": "",
  "therapy_type": "",
  "total_dose": "",
  "total_number_of_doses_any_therapy": "",
  "total_number_of_doses_nsaid": "",
  "total_number_of_doses_steroid": "",
  "treatment_data": "An indication as to the existence of any treatment data for the patient/subject/donor, typically in the form of a study-level supplemental data file.",
  "treatment_performed_at_site": "",
  "treatment_performed_in_minimal_residual": "",
  "treatment_since_last_contact": "",
  "tumor_grade": "The grade of the tumor from which the sample was acquired, i.e. the degree of cellular differentiation within the tumor in question, as determined by a pathologist's evaluation.",
  "tumor_sample_origin": "An indication as to whether a tumor sample was derived from a primary versus a metastatic tumor.",
  "tx_loc_geo_loc_ind_nsaid": "",
  "unexpected_adverse_event": "An indication as to whether any given adverse event observed during the clinical trial is completely unanticipated and therefore considered novel.",
  "uuid": "The universally unique alpha-numeric identifier assigned to each file.",
  "veterinary_medical_center": "The full name of the institution at which the patient/subject/donor was enrolled into the study/trial, and then treated under the appropriate veterinary medicine program, together with the site's city and state.",
  "visit_date": "The date upon which the visit occurred.",
  "visit_id": "A globally unique identifier of each visit record; specifically the value of case_id concatenated with the value of visit_date, the date upon which the visit occurred. This property is used as the key via which child records, e.g. physical examination records, can be associated with the appropriate visit, and to identify the correct visit records during data updates.",
  "visit_number": "The number of the visit during which therapy was administered and/or clinical observations were made, with visits numbered according to their chronological order.",
  "vital_signs": "Fields within vital_signs detail observations around the key indicators of the bodily functions of a patient enrolled in a clinical trial, as of that patient being examined by a veterinarian during a scheduled visit to the appropriate study site.",
  "volume_of_tumor": "The volume of the tumor from which a tumor sample was derived, as measured in cubic centimeters.",
  "volume_of_tumor_original": "TODO",
  "volume_of_tumor_original_unit": "TODO",
  "volume_of_tumor_unit": "TODO",
  "weight": "The weight of the patient/subject/donor at the time of study/trial enrollment and/or biospecimens being acquired, at least in the case of studies that are not longitudinal in nature.",
  "width_of_tumor": "The width of the tumor from which a tumor sample was derived, as measured in mm.",
  "width_of_tumor_original": "TODO",
  "width_of_tumor_original_unit": "TODO",
  "width_of_tumor_unit": "TODO",
  "year_of_publication": "The year in which the cited work was published."
}