{
  {"name":"project_short_name", "type":"STRING",  "description":"Project name abbreviation; the program name appended with a project name abbreviation; eg. TCGA-OV, etc."},
  {"name":"case_barcode",       "type":"STRING",  "description":"Original case barcode"},
  {"name":"primary_site",       "type":"STRING",  "description":"Anatomical site of the cancer under investigation or review"},
  {"name":"sample_barcode",     "type":"STRING",  "description":"sample barcode, eg. TCGA-12-1089-01A. One sample may have multiple sets of expression values corresponding to multiple aliquots; use GROUP BY appropriately in queries"},
  {"name":"aliquot_barcode",    "type":"STRING",  "description":"TCGA aliquot barcode, eg. TCGA-12-1089-01A-01D-0517-31"}, 
  {"name":"gene_name",          "type":"STRING",  "description":"Gene name eg. TTN, DDR1."}, 
  {"name":"gene_type",          "type":"STRING",  "description":"The type of genetic element the reads mapped to, eg. protein_coding, ribozyme"}, 
  {"name":"Ensembl_gene_id",    "type":"STRING",  "description":"The Ensembl gene ID from the underlying file, but stripped of the version suffix -- eg. ENSG00000185028"}, 
  {"name":"Ensembl_gene_id_v",  "type":"STRING",  "description":"The Ensembl gene ID from the underlying file, including the version suffix -- eg. ENSG00000235943.1"}, 
  {"name":"HTSeq__Counts",      "type":"INTEGER", "description":"Number of mapped reads to each gene as calculated by the Python package HTSeq. https://docs.gdc.cancer.gov/Encyclopedia/pages/HTSeq-Counts/"}, 
  {"name":"HTSeq__FPKM",        "type":"FLOAT",   "description":"FPKM is implemented at the GDC on gene-level read counts that are produced by HTSeq and generated using custom. scripts https://docs.gdc.cancer.gov/Encyclopedia/pages/HTSeq-FPKM/"}, 
  {"name":"HTSeq__FPKM_UQ",     "type":"FLOAT",   "description":"Fragments Per Kilobase of transcript per Million mapped reads (FPKM) is a simple expression level normalization method. The FPKM normalizes read count based on gene length and the total number of mapped reads. https://docs.gdc.cancer.gov/Encyclopedia/pages/HTSeq-FPKM/"},
  {"name":"unstranded",         "type":"INTEGER", "description":"Number of mapped reads mapping to both strands of the genomic region of each gene as calculated by STAR."},
  {"name":"stranded_first",     "type":"INTEGER", "description":"Number of mapped reads mapping to only the first strand of the genomic region of each gene as calculated by STAR."},
  {"name":"stranded_second",    "type":"INTEGER", "description":"Number of mapped reads mapping to only the second strand of the genomic region of each gene as calculated by STAR."},
  {"name":"tpm_unstranded",     "type":"FLOAT",   "description":"Transcripts per million with transcripts normalized for length, as calculated by a custom GDC pipeline."},
  {"name":"fpkm_unstranded",    "type":"FLOAT",   "description":"Fragments per kilobase of transcript per million mapped reads (FPKM) calculation, intended to control for transcript length and overall sequencing quantity."},
  {"name":"fpkm_uq_unstranded", "type":"FLOAT",   "description":"Upper quartile FPKM (FPKM-UQ), a modified FPKM calculation in which the protein coding gene in the 75th percentile position is substituted for the sequencing quantity. This is thought to provide a more stable value than including the noisier genes at the extremes."},
  {"name":"sample_type_name",   "type":"STRING",  "description":"The longer name of the sample type; eg. Primary Tumor, Recurrent Tumor, etc"},
  {"name":"case_gdc_id",        "type":"STRING",  "description":"Unique GDC identifier for this case (corresponds to the case_barcode)."}, 
  {"name":"sample_gdc_id",      "type":"STRING",  "description":"Unique GDC identifier for this sample (corresponds to the sample_barcode)."}, 
  {"name":"aliquot_gdc_id",     "type":"STRING",  "description":"Unique GDC identifier for this aliquot (corresponds to the aliquot_barcode)."}, 
  {"name":"file_gdc_id",        "type":"STRING",  "description":"Unique GDC identifier for the file containing the expression values (corresponds to the file_barcode)."}, 
  {"name":"file_gdc_id_counts", "type":"STRING",  "description":"Unique GDC identifier for the file containing counts values (corresponds to the file_barcode)."}, 
  {"name":"file_gdc_id_fpkm",   "type":"STRING",  "description":"Unique GDC identifier for the file containing FPKM values (corresponds to the file_barcode)."}, 
  {"name":"file_gdc_id_fpkm_uq","type":"STRING",  "description":"Unique GDC identifier for the file containing FPKM UQ values (corresponds to the file_barcode)."}, 
  {"name":"platform",           "type":"STRING",  "description":"Platform used to generate data; eg. IlluminaHiSeq or IlluminaGA"},
  {"name":"program",            "type":"STRING",  "description":"GDC program name, eg TCGA or TARGET"}
}
