{
  "age_at_diagnosis_in_days": "Age at the time of diagnosis expressed in number of days since birth.",
  "all_gene_expression_subtype": "This element defines specific gene expression profiles not necessarily linked to a specific sentinel genetic lesion.",
  "all_molecular_subtype": "Text term that represents the kind of sentinel chromosome translocation or molecular lesion.",
  "alternate_therapy": "Reporting of any non-protocol cancer therapy the patient is receiving.",
  "alternate_therapy_other": "Free text field to describe the 'other' option in Alternate Therapy.",
  "bcr_abl1_status": "The positive, negative or unknown text that describes the presence or absence of BCR-ABL1 fusion detected by FISH, PCR or cytogenetics.",
  "bma_blasts_day_15": "The number that represents the percent of blasts in bone marrow aspirate at day 15 of induction therapy.",
  "bma_blasts_day_29": "The number that represents the percent of blasts in bone marrow aspirate at day 29 of induction therapy.",
  "bma_blasts_day_43": "The number that represents the percent of blasts in bone marrow aspirate at day 43 of induction therapy.",
  "bma_blasts_day_8": "The number that represents the percent of blasts in bone marrow aspirate at day 8 of induction therapy.",
  "bone_marrow_leukemic_blast_percentage_percent": "The percentage of blast cells, immature (undifferentiated) cells occurring before the appearance of the definitive characteristics exhibited by fully differentiated cells, of the total nucleated marrow cells, the soft, sponge-like tissue in the center of bones that produces blood cells and platelets.",
  "bone_marrow_site_of_relapse": "Indicator to represent the return, in bone marrow, of a sign, symptom, or disease after a remission.",
  "bone_marrow_site_of_relapse_induction_failure": "Indicator to represent the return, in bone marrow, of a sign, symptom, or disease after a remission.",
  "c_kit_mutation_exon_17": "Indicator of Yes or No or a response of Not Done to a question relating to the status of a C-Kit Exon 17 gene mutation.",
  "c_kit_mutation_exon_8": "Indicator of Yes or No or a response of Not Done to a question relating to the status of a C-Kit Exon 8 gene mutation.",
  "case_barcode": "The unique numeric or alphanumeric identification assigned to a participant in a clinical trial or research study. Provided by TARGET as target_usi.",
  "cebpa_mutation": "Indicator of Yes or No to a question relating to the status of a mutation of the CEBPA gene encoding CCAAT/enhancer binding protein alpha as seen in acute myeloid leukemias and usually associated with a normal karyotype.",
  "cell_of_origin": "Text term that represents the kind of cell related to the origin of acute lymphoblastic leukemia.",
  "chloroma": "Indicator of Yes or No to a question related to the presence of myeloid sarcoma disease at diagnosis.",
  "chloroma_site_of_relapse_induction_failure": "Indicator that describes whether or not recurrent disease was present in the chloroma.",
  "cns_disease": "Indicator of Yes or No to a question related to the presence of central nervous disease at diagnosis.",
  "cns_site_of_relapse": "The indicator that describes whether or not recurrent disease was present in the central nervous system.",
  "cns_site_of_relapse_induction_failure": "Indicator that describes whether or not recurrent disease was present in the central nervous system.",
  "cns_status_at_diagnosis": "The status of central nervous system leukemia at the time of diagnosis.",
  "cog_risk_group": "Text term that represents the categorization of patients on the basis of prognostic factors per a system developed by Children's Oncology Group (COG). Risk level is used to assign treatment intensity.",
  "comment": "The free text field for general notes.",
  "cr_status_at_end_of_course_1": "The remission status at the end of the first course of therapy determined by morphologic evaluation of marrow; <5% blast = CR.",
  "cr_status_at_end_of_course_2": "The remission status at the end of the second course of therapy determined by morphologic evaluation of marrow; <5% blast = CR.",
  "cytogenetic_code_other": "The text that describes a different or not previously mentioned code for an irregularity in the number or structure of chromosomes of genetic material.",
  "cytogenetic_complexity": "Number of cytogenetic abnormalities present in diagnostic samples.",
  "cytogenetic_site_of_relapse_induction_failure": "Indicator that describes whether or not recurrent disease was present as determined by cytogenetic analysis.",
  "definitive_surgery": "Text term to describe the kind of surgery performed.",
  "del5q": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of a deletion of the long arm of chromosome 5.",
  "del7q": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of a deletion of the long arm of chromosome 7.",
  "del9q": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of a deletion of the long arm of chromosome 9.",
  "diagnostic_category": "Text term that represents the component of the International Neuroblastoma Pathology Classification (INPC) for histopathologic diagnostic category (reflects tumor and stromal content).",
  "disease_at_diagnosis": "Text term to describe the state of metastatic disease at the time of primary tumor diagnosis.",
  "disease_code": "A code representing the type of cancer. Values can be found at https://gdc.cancer.gov/resources-TCGA-users/TCGA-code-tables/TCGA-study-abbreviations; eg. OV, GBM, LUAD.",
  "dna_index": "The number that represents the ratio of the DNA content or chromosome number in a tumor sample compared to a normal diploid sample.   This metric is used to assay for hypodiploidy.",
  "down_syndrome": "Indicator of Yes, No or Unknown to a question related to whether or not a patient has been diagnosed with a disorder caused by the presence of an extra chromosome 21 and characterized by mental retardation and distinguishing physical features.",
  "ethnicity": "The text for reporting information about ethnicity based on the Office of Management and Budget (OMB) categories.",
  "etv6_runx1_fusion_status": "The text term that describes the presence or absence of ETV6-RUNX1 (TEL-AML1) fusion detected by FISH.",
  "event_free_survival_time_in_days": "The number of days to the event that indicates the end of the study.",
  "fab_category": "Alphanumeric code to represent the French American British (FAB) morphologic classification of leukemia.",
  "first_event": "Text term to identify the nature of the event that best characterizes the endpoint of the study.",
  "flt3_itd_allelic_ratio": "Numeric value for the ratio of abnormal to normal quantities of a genetic abnormality that arises from duplications of the juxtamembrane portion of the gene and results in constitutive activation of the FLT3 receptor tyrosine kinase protein in early hematopoietic progenitor cells.",
  "flt3_itd_positive": "Indicator that describes a genetic abnormality that arises from duplications of the juxtamembrane portion of the gene and results in constitutive activation of the FLT3 receptor tyrosine kinase protein in early hematopoietic progenitor cells.",
  "flt3_pm": "Indicator that describes a genetic abnormality that arises from a point mutation in the activation loop portion of the gene and results in constitutive activation of the FLT3 receptor tyrosine kinase protein in early hematopoietic progenitor cells.",
  "gemtuzumab_ozogamicin_treatment": "Text term that indicates the status of treatment with Gentuzumab ozogamicin.",
  "gender": "Text designations that identify gender. Gender is described as the assemblage of properties that distinguish people on the basis of their societal roles. [Explanatory Comment 1: Identification of gender is based upon self-report and may come from a form, questionnaire, interview, etc.]",
  "gene_fusion": "Text description of the gene fusion identified by RNA sequencing, Whole Genome sequencing or karyotype in the patient.",
  "gene_fusion_1": "Text description of the gene fusion identified by RNA sequencing, Whole Genome sequencing or karyotype in the patient.",
  "grade": "Text term that represents the component of the International Neuroblastoma Pathology Classification (INPC) related to degree of neuroblastic differentiation.",
  "histologic_classification_of_primary_tumor": "Coded term to represent the histologic classification of the primary tumor.",
  "histologic_response": "Number or numeric range that represents the histological response to neoadjuvant therapy as measured by percentage of cell death within the tumor.",
  "histology": "Text term that represents the International Neuroblastoma Pathology Classification (INPC) histology score category based on age, mitosis-karyorhexis index, stromal content and degree of tumor cell differentiation.",
  "icd_o_3_m": "A diagnosis made from a study of the signs and symptoms of a disease. Five-digit codes representing the histology (morphology) of neoplasms from the International Classification of Diseases for Oncology, 3rd Edition (ICD-O-3). The first four digits indicate the specific histological term. The fifth digit after the slash or solidus (/) is a behaviour code which indicates whether a tumour is malignant, benign, in situ, or uncertain whether benign or malignant.",
  "icd_o_3_t": "Codes representing the ICD-10 classification coding site (topography) of malignant neoplasms (except those categories which relate to secondary neoplasms and to specified morphological types of tumours) for all types of tumors.",
  "icdo": "The ICD-O (International Classification of Disease) code associated with the anatomic site of origin for the patient's cancer.",
  "icdo_description": "A text field to provide an anatomic location of origin for cancer in an individual.",
  "inss_stage": "The International Neuroblastoma Staging System is a clinicaly andl surgically  based staging system used to categorize tumors extent.",
  "inv_16": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an inversion of chromosome 16.",
  "iscn": "A text field to provide the standard formula for cell karyotype including chromosomal breakpoints and cells per clone according to International System for Human Cytogenetic Nomenclature guidelines.",
  "karyotype": "Text that describes the cytogenetic complement from leukemia cells.",
  "metastasis_site": "Text term to describe the anatomic site of the metastatic disease.",
  "minus_x": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of a deletion of the sex-determining chromosome X.",
  "minus_y": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of a deletion of the sex-determining chromosome Y.",
  "mki": "Text term that represents the component of the International Neuroblastoma Pathology Classification (INPC) for mitosis-karyorrhexis index (MKI).",
  "mll": "The indicator that describes the status of a translocation involving the MLL1 (KMT2A) gene.",
  "mll_status": "The positive, negative or unknown text that describes the presence or absence of MLL gene rearrangement detected using FISH.",
  "monosomy_5": "The indicator that describes the absence, presence or unknown status of an irregularity in the number or structure of chromosomes, monosomy 5, of genetic material.",
  "monosomy_7": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes consisting of the absence of one of the copies of chromosome 7.",
  "mrd_at_end_of_course_1": "Indicator of Yes or No to a question relating to the status of the residual leukemic cells remaining determined by flow cytometry  after the first course of primary therapy.",
  "mrd_at_end_of_course_2": "Indicator of Yes or No to a question relating to the status of the residual leukemic cells remaining determined by flow cytometry  after the second course of primary therapy.",
  "mrd_day_29": "Minimum residual disease status by flow cytometry, in bone marrow, day 29.",
  "mrd_day_29_sensitivity": "Sensitivity of Minimum residual disease status by flow cytometry, in bone marrow, day 29.",
  "mrd_day_43": "Minimum residual disease status by flow cytometry, in bone marrow, day 43.",
  "mrd_day_43_sensitivity": "Sensitivity of Minimum residual disease status by flow cytometry, in bone marrow, day 43.",
  "mrd_day_8": "Minimum residual disease status by flow cytometry, in blood, day 8.",
  "mrd_day_8_sensitivity": "Sensitivity of Minimum residual disease status by flow cytometry, in blood, day 8.",
  "mrd_end_consolidation": "Minimum residual disease status by flow cytometry, in bone marrow, end consolidation therapy.",
  "mrd_end_consolidation_sensitivity": "Sensitivity of Minimum residual disease status by flow cytometry, in bone marrow, end consolidation.",
  "mrd_percent_at_end_of_course_1": "The percentage value of the leukemic cells detected by flow cytometry in the analysis of a remainder of the leukemic cells after the first course of primary therapy.",
  "mrd_percent_at_end_of_course_2": "The percentage value of the leukemic cells detected by flow cytometry  in the analysis of a remainder of the leukemic cells  after the second course of primary therapy.",
  "mycn_status": "Copy number evaluation at the MYCN locus is used to categorize tumors as MYCN amplified or non-amplified.",
  "npm_mutation": "Indicator of Yes or No to a question relating to the status of a mutation of the nucleophosmin gene.",
  "other_site_of_relapse": "The free-text field to specify the anatomic site of recurrent disease different than the one(s) previously specified or mentioned.",
  "other_site_of_relapse_induction_failure": "The free-text field to specify the anatomic site of recurrent disease different than the one(s) previously specified or mentioned.",
  "overall_survival_time_in_days": "The number of days after diagnosis to the last follow-up or death of the patient.",
  "percent_necrosis": "Numeric value to represent the percentage of cell death in a malignant tumor sample or specimen.",
  "percent_necrosis_at_definitive_surgery": "Numeric value to represent the histological response to neoadjuvant therapy as measured by percentage of cell death within the tumor.",
  "percent_tumor": "The percentage of tumor assessed by a procedure specified within a clinical trial or research.",
  "percent_tumor_v_s_stroma": "Numeric representation of the ratio of tumor to stroma.",
  "peripheral_blasts_percent": "The value, in percent, of the medical procedure that involves testing a sample of blood for blast cells, immature (undifferentiated) cells.",
  "ploidy": "Categorical value based on the DNA content of the tumor cell population compared to normal diploid cells based on flow cytometry.",
  "ploidy_value": "Numerical value based on the DNA content of the tumor cell population compared to normal diploid cells based on flow cytometry.",
  "primary_cytogenetic_code": "Text term that represents the categorical classification of cytogenetic abnormalities in diagnostic sample.",
  "primary_site_progression": "Indicator to signify whether or not there progression is present at the primary tumor site at the time of the first recurrent disease diagnosis.",
  "primary_tumor_site": "Text term to describe the anatomic site of the primary osteosarcoma.",
  "program_name": "Program name, always TARGET (Therapeutically Applicable Research to Generate Effective Treatments) in this table.",
  "project_short_name": "Project name abbreviation; the TARGET program is composed of multiple projects, with abbreviations such as TARGET-ALL-P2, TARGET-AML, TARGET-WT, etc.",
  "protocol": "Cooperative group protocol on which the patient was registered.",
  "race": "The text for reporting information about race based on the Office of Management and Budget (OMB) categories.",
  "reason_for_death": "Text term to represent the primary reason for a person's death.",
  "refractory_timepoint_sent_for_induction_failure_project": "Text term that represents the timepoint at which the refractory specimen was submitted for the Induction Failure Project.",
  "relapse_percent_necrosis": "Numeric value to represent the percentage of cell death in a malignant tumor sample or specimen for the first relapse tissue.",
  "relapse_percent_tumor": "Numeric representation of the percentage of tumor for the first sample of relapse tissue.",
  "relapse_percent_tumor_v_s_stroma": "Numeric representation of the percent of tumor versus stroma for first relapse sample.",
  "relapse_type": "Text term that describes the kind of osteosarcoma relapse identified.",
  "risk_group": "The group that describes the level of potential clinical risk that may arise from some cytogenetic characteristic or molecular alteration as related to acute myeloid leukemia (AML).",
  "sct_in_1st_cr": "Indicator of whether or not the patient had a Stem Cell Transplant (SCT) during the first Complete Remission (CR).",
  "site_of_initial_relapse": "Text term to describe the anatomic site of the first recurrent disease that is not associated with the site of the primary tumor.",
  "site_of_relapse": "Text term that describes the physical site of the tumor relapse.",
  "sites_of_disease_involvement": "Text field to describe additional information about the site of disease involvement.",
  "specific_tumor_region": "The position/location by area of a tumor within a bone or the relative position of any tissue or tumor specimen sampled for analysis within an affected organ.",
  "specific_tumor_side": "For a tumor in a paired organ, a designation for the side of the body on which the tumor or cancer first developed.",
  "specific_tumor_site": "Text term to describe the specific anatomic site location of the primary osteosarcoma.",
  "stage": "Code to represent the classification of the severity or extent of disease following established criteria.",
  "t_10_11_p11_2_q23": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an exchange or translocation, t(10;11)(p11.2;q23).",
  "t_11_19_q23_p13_1": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an exchange or translocation, t(11;19)(q23;p13.1).",
  "t_3_5_q25_q34": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an exchange or translocation, t(3;5)(q25;q34).",
  "t_6_11_q27_q23": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an exchange or translocation, t(6;11)(q27;q23).",
  "t_6_9": "Indicator of cytogenetic abnormality, chromosomal translocation between chromosome 6 and chromosome 9.",
  "t_8_21": "Indicator of cytogenetic abnormality, chromosomal translocation between chromosome 8 and chromosome 21.",
  "t_9_11_p22_q23": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes in the form of an exchange or translocation, t(9;11)(p22;q23).",
  "tcf3_pbx1_status": "Text term that describes the presence or absence of TCF3-PBX1 fusion detected by FISH, PCR or cytogenetics.",
  "testes_site_of_relapse": "Indicator to represent the return of a sign, symptom, or disease in one or both testis after a remission.",
  "testicular_involvement": "Indicator of Yes, No, Unknown or Not Applicable to a question related to the presence of involvement of testicles with leukemia.",
  "therapy": "The type of chemotherapy used for the osteosarcoma patient for initial treatment until relapse.",
  "time_to_death_in_days": "Time interval from the date of enrollment to the date of death, represented as a calculated number of days.",
  "time_to_first_enrollment_on_relapse_protocol_in_days": "Time interval from the date of enrollment to the date of enrollment on the initial secondary trial, represented as a calculated number of days.",
  "time_to_first_relapse_in_days": "Time interval from the date of enrollment to the date of first relapse diagnosis, represented as a calculated number of days.",
  "time_to_first_smn_in_days": "Time interval from the date of enrollment to the date of initial secondary malignant neoplasm (SMN) diagnosis, represented as a calculated number of days.",
  "trisomy_21": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes consisting of the presence of a third copy of chromosome 21.",
  "trisomy_4_10_status": "Presence or absence of simultaneous trisomy of chromosomes 4 and 10.",
  "trisomy_8": "The indicator that describes the absence or presence of an irregularity in the number or structure of chromosomes consisting of the presence of a third copy of chromosome 8.",
  "vital_status": "The subdivisions of responses that describe whether a person who has taken part in an activity is alive, dead or if their status is unknown or unspecified.",
  "wbc_at_diagnosis": "The absolute peripheral white blood cell count (in x10^3/mcL).",
  "wt1_mutation": "Indicator of Yes or No to a question relating to the status of a gene that plays a role in regulation of transcription and is involved in the control of both cell differentiation and proliferation.",
  "year_of_diagnosis": "Numeric value to represent the year of an individual's initial pathologic diagnosis of cancer.",
  "year_of_last_follow_up": "Numeric value to represent the year of an individual's last follow up."
}