{
  "dataset_name": "0_README",
  "description": "isb-cgc-bq README Document\n\nWelcome to ISB-CGC BigQuery tables. \n\nIMPORTANT: Using the Google BigQuery console can be very difficult to search for datasets and tables. Thus, we highly recommend that you use our ISB-CGC BigQuery Table Search Tool (https://isb-cgc.appspot.com/bq_meta_search/). This tool allows you to filter, sort, keyword search, and preview available ISB-CGC tables quickly in one user interface.\n\nThe ISB-CGC is one of three National Cancer Institute (NCI) Cloud Resources in the Cancer Research Data Commons (CRDC) tasked with bringing cancer data and computational power together through cloud platforms. These data sets contain cancer data from the Genomic Data Commons (GDC), Proteomics Data Commons (PDC), other CRDC data nodes, and COSMIC from Wellcome Sanger Institute. They also contain data sets for reference data such as GTEx, GENCODE, and other reference data.\n\nISB-CGC has two projects to store the ISB-CGC tables: isb-cgc [(this project), ] and isb-cgc-bq [ , (this project)]. The isb-cgc-bq project contains the most current data. Currently, migration of data is in the works to move data from isb-cgc to isb-cgc-bq. Many of the `isb-cgc` tables will be archived, deprecated, and/or turned into a view over the next several months.\n\nThis isb-cgc-bq project has two datasets per data source. One dataset contains a dynamic dataset with the most current data, and the other dataset serves as a versioned archive dataset. if you want to ensure that your queries create a reproducible result, use a table from the “_versioned” data set.\n\nFor Example:\nCurrent data: TCGA, BEATAML1_0, TARGET\nVersioned data: TCGA_versioned, BEATAML1_0_versioned, TARGET_versioned\n\nThe tables have the following naming convention: Data Type, Reference Genome, Source, Version\n\nFor example:\nCurrent data: TARGET.miRNAseq_hg38_gdc_current\nVersioned data: TARGET_versioned.miRNAseq_hg38_gdc_r22\n\nFor more details on the ISB-CGC platform, please visit our home page at isb-cgc.org for documentation, examples in our Community Notebook Repository, BigQuery Table Search, and interactive WebApp. Please let us know if you have questions or feedback at feedback@isb-cgc.org."
}
