{
  "creationTime": "1617393966449", 
  "description": "WARNING NOTICE\nYou are accessing a US Government web site which may contain information that must be protected under the US Privacy Act or other sensitive information and is intended for Government authorized use only.\n\nUnauthorized attempts to upload information, change information, or use of this web site may result in disciplinary action, civil, and/or criminal penalties. Unauthorized users of this website should have no expectation of privacy regarding any communications or data processed by this website.\n\nAnyone accessing this website expressly consents to monitoring of their actions and all communications or data transiting or stored on related to this website and is advised that if such monitoring reveals possible evidence of criminal activity, NIH may provide that evidence to law enforcement officials.\n\nYou are reminded that when accessing controlled information you are bound by the dbGaP DATA USE CERTIFICATION AGREEMENT (DUCA) for each dataset.\n\nVariant information compiled from all currently active FM VCF files across multiple workflow types from the GDC release 24.", 
  "friendlyName": "FM HG38 ALL MUTATIONS VCF RELEASE 24", 
  "etag": "LBDomFwd8ZtCWR0TRpofEA==", 
  "id": "isb-cgc-cbq:FM_versioned.vcf_hg38_gdc_r24", 
  "kind": "bigquery#table", 
  "lastModifiedTime": "1617396590963", 
  "location": "US", 
  "numBytes": "0", 
  "numLongTermBytes": "0", 
  "numRows": "0", 
  "schema": {
    "fields": [
      {
        "description": "Submitter identifier", 
        "mode": "NULLABLE", 
        "name": "case_barcode", 
        "type": "STRING"
      }, 
      {
        "description": "Study abbreviations for the type of cancer.", 
        "mode": "NULLABLE", 
        "name": "project_short_name", 
        "type": "STRING"
      }, 
      {
        "description": "Chromosome: An identifier from the reference genome or an angle-bracketed ID String (“<ID>”)pointing  to  a  contig  in  the  assembly  file  (cf.  the  ##assembly  line  in  the  header).   All  entries  for  a  specificCHROM should form a contiguous block within the VCF file.  The colon symbol (:)  must be absent from allchromosome names to avoid parsing errors when dealing with breakends.  (String, no white-space permitted,Required).", 
        "mode": "NULLABLE", 
        "name": "CHROM", 
        "type": "STRING"
      }, 
      {
        "description": "Position:  The reference position, with the 1st base having position 1.  Positions are sorted numerically,in increasing order, within each reference sequence CHROM. It is permitted to have multiple records with thesame POS. Telomeres are indicated by using positions 0 or N+1, where N is the length of the correspondingchromosome or contig.  (Integer, Required)", 
        "mode": "NULLABLE", 
        "name": "POS", 
        "type": "INTEGER"
      }, 
      {
        "description": "Dentifier:  Semi-colon separated list of unique identifiers where available.  If this is a dbSNP variant it isencouraged to use the rs number(s).  No identifier should be present in more than one data record.  If there is noidentifier available, then the missing value should be used.  (String, no white-space or semi-colons permitted)", 
        "mode": "NULLABLE", 
        "name": "ID", 
        "type": "STRING"
      }, 
      {
        "description": "Reference base(s):  Each base must be one of A,C,G,T,N (case insensitive).  Multiple bases are permitted.The  value  in  the  POS  field  refers  to  the  position  of  the  first  base  in  the  String.   For  simple  insertions  anddeletions in which either the REF or one of the ALT alleles would otherwise be null/empty, the REF and ALTStrings must include the base before the event (which must be reflected in the POS field),  unless the eventoccurs at position 1 on the contig in which case it must include the base after the event; this padding base isnot required (although it is permitted) for e.g. complex substitutions or other events where all alleles have atleast one base represented in their Strings.  If any of the ALT alleles is a symbolic allele (an angle-bracketedID String “<ID>”) then the padding base is required and POS denotes the coordinate of the base precedingthe polymorphism.  Tools processing VCF files are not required to preserve case in the allele Strings.  (String,Required).", 
        "mode": "NULLABLE", 
        "name": "REF", 
        "type": "STRING"
      }, 
      {
        "description": "Alternate base(s):  Comma separated list of alternate non-reference alleles.  These alleles do not have tobe called in any of the samples.  Options are base Strings made up of the bases A,C,G,T,N,*, (case insensitive)or  an  angle-bracketed  ID  String  (“<ID>”)  or  a  breakend  replacement  string  as  described  in  the  section  onbreakends.  The ‘*’ allele is reserved to indicate that the allele is missing due to a upstream deletion.  If thereare no alternative alleles, then the missing value should be used.  Tools processing VCF files are not requiredto preserve case in the allele String, except for IDs, which are case sensitive.  (String; no whitespace, commas,or angle-brackets are permitted in the ID String itself)", 
        "mode": "NULLABLE", 
        "name": "ALT", 
        "type": "STRING"
      }, 
      {
        "description": "Quality:  Phred-scaled quality score for the assertion made in ALT. i.e.−10log10prob(call in ALT iswrong).  If ALT is ‘.’  (no variant) then this is−10log10prob(variant), and if ALT is not ‘.’  this is−10log10prob(no variant).  If unknown, the missing value should be specified.  (Numeric)", 
        "mode": "NULLABLE", 
        "name": "QUAL", 
        "type": "STRING"
      }, 
      {
        "description": "Filter status: PASS if this position has passed all filters, i.e., a call is made at this position.  Otherwise,if the site has not passed all filters, a semicolon-separated list of codes for filters that fail.  e.g. “q10;s50” mightindicate that at this site the quality is below 10 and the number of samples with data is below 50% of the totalnumber of samples.  ‘0’ is reserved and should not be used as a filter String.  If filters have not been applied,then this field should be set to the missing value.  (String, no white-space or semi-colons permitted)", 
        "mode": "NULLABLE", 
        "name": "FILTER", 
        "type": "STRING"
      }, 
      {
        "description": "An extensible list of key-value pairs (fields) describing the variation. See below for some common fields. Multiple fields are separated by semicolons with optional values in the format: <key>=<data>[,data].", 
        "mode": "NULLABLE", 
        "name": "INFO", 
        "type": "STRING"
      }, 
      {
        "description": "An (optional) extensible list of fields for describing the samples.", 
        "mode": "NULLABLE", 
        "name": "FORMAT", 
        "type": "STRING"
      }, 
      {
        "description": "Tumor Sample", 
        "mode": "NULLABLE", 
        "name": "TUMOR", 
        "type": "STRING"
      }, 
      {
        "description": "Genotype for the tumor sample", 
        "mode": "NULLABLE", 
        "name": "GT_Tumor", 
        "type": "STRING"
      }, 
      {
        "description": "Allele Depth for the tumor sample", 
        "mode": "NULLABLE", 
        "name": "AD_Tumor", 
        "type": "STRING"
      }, 
      {
        "description": "Combined depth across samples for the tumor sample, e.g. DP=154", 
        "mode": "NULLABLE", 
        "name": "DP_Tumor", 
        "type": "INTEGER"
      }, 
      {
        "description": "Workflow process used to generate the vcf.", 
        "mode": "NULLABLE", 
        "name": "analysis_workflow_type", 
        "type": "STRING"
      }, 
      {
        "description": "Reference genome", 
        "mode": "NULLABLE", 
        "name": "reference", 
        "type": "STRING"
      }, 
      {
        "description": "Tumor types range from 01 - 09, normal types from 10 - 19 and control samples from 20 - 29. See Code Tables Report for a complete list of sample codes", 
        "mode": "NULLABLE", 
        "name": "associated_entities__entity_submitter_id", 
        "type": "STRING"
      }, 
      {
        "description": "Google Cloud Storage buckets paths", 
        "mode": "NULLABLE", 
        "name": "file_gdc_url", 
        "type": "STRING"
      }
    ]
  }, 
  "selfLink": "https://bigquery.googleapis.com/bigquery/v2/projects/isb-cgc-cbq/datasets/FM_versioned/tables/vcf_hg38_gdc_r24", 
  "tableReference": {
    "datasetId": "FM_versioned", 
    "projectId": "isb-cgc-cbq", 
    "tableId": "vcf_hg38_gdc_r24"
  }, 
  "type": "VIEW", 
  "view": {
    "query": "SELECT * FROM `isb-cgc-cbq.FM_data.vcf_hg38_gdc_r24_data`", 
    "useLegacySql": false
  }
}
